type DescriptionConfigData = {
	id: number,
	desc: string,
}
let DescriptionConfig: { [id: string]: DescriptionConfigData } = {
    "1": {
        "id": 1,
        "desc": "欢迎来到酿酒元宇宙\n贵州金沙古酒酒业有限公司是一家综合性酒业公司，拥有完备的全产业链布局，是酱香型白酒行业里为数不多的集生产、酿造、分装、品牌运营、现代物流、销售为一体的酒企。目前厂区占地300余亩，规划在建万吨技改项目占地900亩。按传统工艺制作年产优质大曲酱香型白酒万余吨，窖存原酒5万余吨，是继贵州茅台之后贵州省大曲酱香型白酒又一重要生产基地。"
    },
    "2": {
        "id": 2,
        "desc": "2021年是金沙古酒建厂百周年，经过三年高速成长，这个曾经无限风光又沉寂多年的品牌在李瑞杰董事长的带领下，再次重铸辉煌，成为白酒行业内备受关注的黑马。\n百年征程，再度启航。在这样一个关键时期，李瑞杰董事长再次展现出非凡的魄力，他开创性的提出了“智慧酒城”这一概念，借助5G技术，以数字智能化酒厂为核心，酱香型白酒智能酿造为主体，结合传统农业、传统旅游业等相关产业链企业，推动产业资源快速整合及转型，形成以信息技术驱动的智慧化酱香型白酒全产业链供给能力，打造国家级数字化白酒酿造、文化宣传、生态集聚源头标杆。"
    },
    "3": {
        "id": 3,
        "desc": "金沙古酒拥有深圳、贵阳2大营销平台。现已完成对贵州、广东、广西、湖南、福建、河南、山东、江苏、北京等全国20多个省市的市场布局，目前已经完成招商500多家，现销售额超5亿元。拥有茅台厂出身的勾调大师，100+社会影响力的品鉴顾问团，钻研行业20年+的专业营销人员，200+酒业行业优秀销售人才。"
    },
    "4": {
        "id": 4,
        "desc": "四月的赤水河畔，春风吹拂，鲜花怒放，崎岖的山道上，突然闪现了一乘滑竿。轿夫们“嗨哟”“嗨哟”轻快地走着，轿子里坐着谁呢，不是高官，不是富商，他是一位工匠，正是我心心念念的茅台传奇酿酒大师刘开廷。古有刘备三顾茅庐，终得军师，今有我黄慎初“三顾茅村。得开延兄者，得酱香天下”。"
    },
    "5": {
        "id": 5,
        "desc": "“年年九月九，河水酿美酒。”每年从端午节到重阳节，雨季来临，赤水河水因含红色泥土而呈赤红色，此时是制作酒曲的时间：重阳节之后，雨水进入枯竭期，河里的水都是从地表也就是植被下面的泥土岩石中渗透汇聚而成，溶解岩层里多种对人体有益的微量元素，其水犹如经过泥土岩石过滤了一般，变得晶莹剔透，且含有大量对身体有益的矿物质，此时正是投料、制酒的时期，需要大量用水，而河水澄清如练，最适宜取水酿酒，是酿酒界公认的最上品酿酒水源。"
    },
    "6": {
        "id": 6,
        "desc": "这一斗，芳香百年流传。\n这一斗，匠心百年坚守。\n金沙古酒始建于1921年，原名“慎初烧坊”，在《金沙县志》和《茅台厂志》均有记载，是贵州省金沙县历史最悠久的白酒酿造企业。酒厂位于有美酒河之称的赤水河上游，坐落于乌江与赤水河两大地质沟壑地带之间，也是中国酱香白酒三大黄金产区之—，金沙产区中历史最悠久的白酒生产基地。"
    },
    "7": {
        "id": 7,
        "desc": "“稻米流脂粟米白，公私仓廪俱丰实”\n酿酒可急不得，酱酒生产周期长，成本高，工序复杂，希望你们都能尝到自己亲手酿造的美酒。"
    },
    "8": {
        "id": 8,
        "desc": "我将我毕生酿酒的工序都放于此，你们可要看仔细了。\n酱香酒的生产周期为一年。从端午节开始制曲，经踩曲、入仓、翻曲、存曲等过程，一块合格的酒曲起码耗时8个月；到重阳节前后开始下沙，沙即红缨子糯高粱，下沙，就是投粮，随后经历九次蒸煮、八次发酵、七次取酒一系列流程，直到第二年中秋前后结束。"
    },
    "9": {
        "id": 9,
        "desc": "第一次蒸馏出的酒称为糙沙酒，生涩、略有生粮味和酸味；第二次发酵后蒸馏出的酒称为回沙酒，醇和、略有涩味；第三、四、五次取的酒称为大回酒，酱香突出，味醇厚，酒体丰满，出酒率高；第六次取的酒称为小回酒，酱香明显，后味长，有焦香味；第七次取的酒称为尾糟酒，醇和、焦香味重，微苦。每一次取出的酒都有用处，成品酒都由不同批次的酒勾调而成，以酒调酒，让酒质、味道、口感更协调。"
    },
    "10": {
        "id": 10,
        "desc": "将财神看管到底，将幸福紧握到底，将好运怀抱到底、将爱情进行到底！请严格遵守，直至革命胜利！"
    },
    "11": {
        "id": 11,
        "desc": "鞭炮阵阵，响彻邻里街坊，钞票红红，带去财源滚滚，幸福满满，送去福气连连，祝福声声，洋溢欢笑不断，财神祝你大展“红”途，红红火火！"
    },
    "12": {
        "id": 12,
        "desc": "吸珠水之财气，拢云山之秀气，携莲峰之福气，聚古祠之才气，汇作礼物送你，祝你恭喜发财"
    },
    "13": {
        "id": 13,
        "desc": "百年慎初酒，由当地红缨子糯高粱酿造，以“慎初六艺”为工艺核心，以“四高三长”——高温制曲、高温堆积、高温发酵、高温馏酒以及制曲时间长、生产周期长、存酒时间长为工艺基础，打造独特酿造工艺，也就是“12987”工艺。"
    },
    "14": {
        "id": 14,
        "desc": "子曰：匠人有矩，君子慎初。\n\n匠人，匠心，慎终如始，这才有了百年慎初的经典之作。"
    },
    "15": {
        "id": 15,
        "desc": "制曲，是酿酒的重要环节。“曲为酒之骨”，没有曲，就没有酒；没有好曲，就没有好酒。要酿好酒，必先制得好曲，要制得好曲，必得选用优良菌株，并采用最佳培养条件。“制曲车间”能够生产酿酒所必备的曲粉，不同品质的曲粉决定了我们最终酿造酒的品质、口感、气味。我们要认真选择哦。"
    },
    "16": {
        "id": 16,
        "desc": "“烤酒车间”能够帮助我们获得七次不同风味的基酒，是我们勾兑成品必不可少的工序。"
    },
    "17": {
        "id": 17,
        "desc": "“赤水河，清又清，我打草鞋送红军。穿上草鞋翻山岭，北上抗日打敌人。赤水河，清又清，一双草鞋一片心。长征路上播火种，工农联合闹翻身。赤水河，清又清，我送草鞋谢红军。军民情意似赤水，千秋万代流不尽。”"
    },
    "18": {
        "id": 18,
        "desc": "寒霜偏打无叶草，事故偏找懒惰人\n安全勤劳 生活美好"
    },
    "19": {
        "id": 19,
        "desc": "曲为酒之骨，曲好酒才香。\n上身转，脚下抹。一踩18天，踩出玉液琼浆飘四海。"
    },
    "20": {
        "id": 20,
        "desc": "“猫腰！猫腰！翻起来呦！”"
    },
    "21": {
        "id": 21,
        "desc": "质量是安全基础，安全为生产前提"
    },
    "22": {
        "id": 22,
        "desc": "个性化酿酒不仅可以完全按照自己的口味调酒，还能选择喜欢的包装哦。"
    },
    "23": {
        "id": 23,
        "desc": "“调配阁”可以研制基酒勾兑调和的配方，可以获得理想的香型。"
    },
    "24": {
        "id": 24,
        "desc": "“增香在发酵，提香在蒸馏，成型在勾兑，风格在调味。”\n一切存乎本心、存乎勾调、存乎百年技艺之中"
    },
    "25": {
        "id": 25,
        "desc": "“酒是陈的香。”\n“酒窖”能够帮我们保存基酒，窖内恒保低温，有利于酒类醇化。\n越是陈酿，口感越绵柔。"
    },
    "26": {
        "id": 26,
        "desc": "“柔为酒之情。”\n酱酒的“柔”是指酒中的杂醇、杂醛少，对身体的伤害少；柔和酱香酒喝起来会很舒服。不会辣喉、冲鼻、难以下咽，更利于修身养心"
    },
    "27": {
        "id": 27,
        "desc": "酱香酒在酿造过程中，要经历八次反复发酵，每次发酵都有阴阳两种发酵方式，即经历高温堆积发酵后封入窖池进行封存发酵。反复发酵能培育更多更丰富的微生物群，从而更好地促进糖化酶转化，更好地酿造酱香风味。"
    },
    "28": {
        "id": 28,
        "desc": "纯粮固态发酵工艺所遵循的是自然发酵、自然培甜、自然老熟的酿造规律，加之曲药、老窖中微生物的作用，酒体中除了乙醇外，还蕴含了丰富的己酸乙酯等营养成分。"
    },
    "29": {
        "id": 29,
        "desc": "酸是白酒中的重要呈味物质，它与其他香味物质共同构成白酒所特有的芳香。优质白酒的酸超过普通液态白酒的两倍。酯也是固态发酵白酒的香味物质。优质白酒的酯类含量都比较高，比液态白酒高出一倍以上，所以优质白酒香味浓郁。"
    },
    "30": {
        "id": 30,
        "desc": "今天拉一车酒克城都，这歹酒是真香。我儿豁"
    },
    "31": {
        "id": 31,
        "desc": "道路千万条，安全第一条，行车不规范，亲人两行泪"
    },
    "32": {
        "id": 32,
        "desc": "我能送你回家吗，可能外面要下雨啦"
    },
    "33": {
        "id": 33,
        "desc": "发动机一响是黄金万两，手刹一送是一路顺风。挂档起步是年年暴富，方向盘一转钞票成串串。汽车开起四方风雨无阻保安康，生意兴隆走四海财源茂盛达三江。"
    },
    "34": {
        "id": 34,
        "desc": "“酿造厂”可以选择配方，获得成品酒液，并可对成品酒液进行个性化包装"
    },
    "35": {
        "id": 35,
        "desc": "优质的商品还需要精致的包装"
    },
    "36": {
        "id": 36,
        "desc": "老爸出个国担心喝不到好酱酒，特意叫我拉个车来拖"
    },
    "37": {
        "id": 37,
        "desc": "今年过节不送礼，送礼就送慎初酿"
    },
    "38": {
        "id": 38,
        "desc": "这酒的口感不错，老兄，你也准备来上一点吗"
    },
    "39": {
        "id": 39,
        "desc": "葡萄美酒夜光杯，欲饮琵琶马上催"
    },
    "40": {
        "id": 40,
        "desc": "听说喝了这酒会耍醉拳"
    },
    "41": {
        "id": 41,
        "desc": "老兄，我跟你说：尝了这酒以后，车已经在地库放了3年。"
    },
    "42": {
        "id": 42,
        "desc": "君子处世，慎初慎行，方能善终。\n如同酿酒，惟有慎初，才得珍酿。"
    },
    "43": {
        "id": 43,
        "desc": "原本我是金沙酒厂的一名普通员工，感谢当初在厂长的支持下。代理起自家的酒，现在生活好了，不仅三层小洋楼还顿顿小烧烤，整个家族都在跟我一块做。"
    },
    "44": {
        "id": 44,
        "desc": "贵在慎初，难在慎初\n只有坚持初心，坚持传统的酿造工艺，才能酿造出真正香而不艳、低而不淡、丰满醇厚的经典柔派酱香"
    },
    "45": {
        "id": 45,
        "desc": "喵~~，我是只醉猫子"
    },
    "46": {
        "id": 46,
        "desc": "汪、汪、汪"
    }
}
export default DescriptionConfig;