type DialogueConfigData = {
	id: number,
	dialogueId: number,
	step: number,
	desc: string,
	npcId: number,
}
let DialogueConfig: { [id: string]: DialogueConfigData } = {
    "10001": {
        "id": 10001,
        "dialogueId": 1,
        "step": 1,
        "desc": "可以给农田驱虫吗？",
        "npcId": 1
    },
    "10002": {
        "id": 10002,
        "dialogueId": 1,
        "step": 2,
        "desc": "不行",
        "npcId": 0
    },
    "10003": {
        "id": 10003,
        "dialogueId": 1,
        "step": 3,
        "desc": "？？",
        "npcId": 1
    },
    "10004": {
        "id": 10004,
        "dialogueId": 1,
        "step": 4,
        "desc": "？",
        "npcId": 0
    },
    "10005": {
        "id": 10005,
        "dialogueId": 1,
        "step": 5,
        "desc": "可以给农田驱虫吗？！",
        "npcId": 1
    },
    "10006": {
        "id": 10006,
        "dialogueId": 1,
        "step": 6,
        "desc": "好的，收到",
        "npcId": 0
    },
    "20001": {
        "id": 20001,
        "dialogueId": 2,
        "step": 1,
        "desc": "还不快去驱虫，在这里发什么呆？",
        "npcId": 1
    },
    "30001": {
        "id": 30001,
        "dialogueId": 3,
        "step": 1,
        "desc": "驱虫完毕！",
        "npcId": 0
    },
    "30002": {
        "id": 30002,
        "dialogueId": 3,
        "step": 2,
        "desc": "好的，驱虫有功，100块钱拿好。",
        "npcId": 1
    },
    "40001": {
        "id": 40001,
        "dialogueId": 4,
        "step": 1,
        "desc": "慎初烧坊创始人",
        "npcId": 10
    },
    "50001": {
        "id": 50001,
        "dialogueId": 5,
        "step": 1,
        "desc": "我在。。",
        "npcId": 1
    },
    "50002": {
        "id": 50002,
        "dialogueId": 5,
        "step": 2,
        "desc": "我在自言。。",
        "npcId": 0
    },
    "50003": {
        "id": 50003,
        "dialogueId": 5,
        "step": 3,
        "desc": "我在自言自语。。。",
        "npcId": 1
    },
    "60001": {
        "id": 60001,
        "dialogueId": 6,
        "step": 1,
        "desc": "老板，您对我们厂的古法酿酒了解么？",
        "npcId": 2
    },
    "60002": {
        "id": 60002,
        "dialogueId": 6,
        "step": 2,
        "desc": "略有了解，以“慎初六艺”为核心进行酿酒。",
        "npcId": 0
    },
    "60003": {
        "id": 60003,
        "dialogueId": 6,
        "step": 3,
        "desc": "对的，除此之外还以“三高四长”为基本原则，“三高四长”就是以高温制曲、高温堆积、高温馏酒以及制曲时间长、生产周期长、存酒时间长为工艺基础，打造独特酿造工艺，也就是“12987”工艺。",
        "npcId": 2
    },
    "60004": {
        "id": 60004,
        "dialogueId": 6,
        "step": 4,
        "desc": "12978工艺应该指的是在大曲酱酒的酿造工艺中，走完一个周期，要一年的时间。需经过两次投粮，九次蒸煮，八次发酵，七次取酒。",
        "npcId": 0
    },
    "60005": {
        "id": 60005,
        "dialogueId": 6,
        "step": 5,
        "desc": "太对了，看来您对我们的生产流程有了长足的了解，我们的事业一定会红红火火的。",
        "npcId": 2
    },
    "70001": {
        "id": 70001,
        "dialogueId": 7,
        "step": 1,
        "desc": "厂长，你有去我们的酒仓走走么，最近开坛的陈酿老酒的陈香真的是香飘千里啊。",
        "npcId": 0
    },
    "70002": {
        "id": 70002,
        "dialogueId": 7,
        "step": 2,
        "desc": "我们一直恪守匠心，谨遵刘开庭大师的教诲，才有了今天的成就。",
        "npcId": 1
    },
    "70003": {
        "id": 70003,
        "dialogueId": 7,
        "step": 3,
        "desc": "古人云：匠人有矩，君子慎初。看来我们厂做到了匠人有自己的方圆啊。",
        "npcId": 0
    },
    "80001": {
        "id": 80001,
        "dialogueId": 8,
        "step": 1,
        "desc": "厂长，我我刚才去看了我们的储粮设备，里面的高粱具体是什么品种啊",
        "npcId": 0
    },
    "80002": {
        "id": 80002,
        "dialogueId": 8,
        "step": 2,
        "desc": "是我们当地红缨子糯高粱，这种高粱粒小，皮厚，颗粒饱满，能经受多次蒸煮，当地人管它叫“沙”。",
        "npcId": 1
    },
    "80003": {
        "id": 80003,
        "dialogueId": 8,
        "step": 3,
        "desc": "难怪发酵后的高粱有糙沙这样称呼。",
        "npcId": 0
    },
    "90001": {
        "id": 90001,
        "dialogueId": 9,
        "step": 1,
        "desc": "老板，您来视察了，我们这里工作一切顺利。",
        "npcId": 3
    },
    "90002": {
        "id": 90002,
        "dialogueId": 9,
        "step": 2,
        "desc": "也说不上视察，就是来观摩学习一下。",
        "npcId": 0
    },
    "90003": {
        "id": 90003,
        "dialogueId": 9,
        "step": 3,
        "desc": "您谦虚了，我看您对制曲的环节很有兴趣啊",
        "npcId": 3
    },
    "90004": {
        "id": 90004,
        "dialogueId": 9,
        "step": 4,
        "desc": "可不是吗，制曲是酿酒的灵魂，没有酒曲谈何酿出古色古香的金沙古酒啊。",
        "npcId": 0
    },
    "90005": {
        "id": 90005,
        "dialogueId": 9,
        "step": 5,
        "desc": "您说得没错没有好曲，就没有好酒。要酿好酒，必先制得好曲，要制得好曲，必得选用优良菌株，并采用最佳培养条件。“制曲车间”能够生产酿酒所必备的曲粉，不同品质的曲粉决定了我们最终酿造酒的品质、口感、气味。也就是说，在酒曲上的细节决定了成败。",
        "npcId": 3
    },
    "90006": {
        "id": 90006,
        "dialogueId": 9,
        "step": 6,
        "desc": "有劳组长的介绍了，我自己四处看看吧。",
        "npcId": 0
    },
    "100001": {
        "id": 100001,
        "dialogueId": 10,
        "step": 1,
        "desc": "宏山，我们现在基酒的生产应该没有什么问题吧。",
        "npcId": 0
    },
    "100002": {
        "id": 100002,
        "dialogueId": 10,
        "step": 2,
        "desc": "一切正常，烤酒车间各项工作都在有序进行，为勾兑成酒提供优质的七种基酒。",
        "npcId": 2
    },
    "100003": {
        "id": 100003,
        "dialogueId": 10,
        "step": 3,
        "desc": "很好，一切以安全生产为重，成酒品质优先。",
        "npcId": 0
    },
    "100004": {
        "id": 100004,
        "dialogueId": 10,
        "step": 4,
        "desc": "明白，这就去落实。",
        "npcId": 2
    },
    "110001": {
        "id": 110001,
        "dialogueId": 11,
        "step": 1,
        "desc": "生产安全最重要，一切的生产都是为了安全啊",
        "npcId": 3
    },
    "110002": {
        "id": 110002,
        "dialogueId": 11,
        "step": 2,
        "desc": "安全是一切工作的重要前提，我们这些做领导的最重要的是保障生产安全，保证员工的安全",
        "npcId": 0
    },
    "110003": {
        "id": 110003,
        "dialogueId": 11,
        "step": 3,
        "desc": "您说得对，严格把控好生产的环节，降低事故的出现概率。",
        "npcId": 3
    },
    "110004": {
        "id": 110004,
        "dialogueId": 11,
        "step": 4,
        "desc": "这就交给你了",
        "npcId": 0
    },
    "120001": {
        "id": 120001,
        "dialogueId": 12,
        "step": 1,
        "desc": "这个酒胚啊，其实是跟人对话一样的",
        "npcId": 3
    },
    "120002": {
        "id": 120002,
        "dialogueId": 12,
        "step": 2,
        "desc": "此话怎讲？",
        "npcId": 0
    },
    "120003": {
        "id": 120003,
        "dialogueId": 12,
        "step": 3,
        "desc": "经常我们抓起一把酒胚，闻一闻，它的温度达到了、满足了条件，就有种人和酒胚浑然一体的感觉",
        "npcId": 3
    },
    "120004": {
        "id": 120004,
        "dialogueId": 12,
        "step": 4,
        "desc": "看来组长你们制出的酒胚很有灵气呀",
        "npcId": 0
    },
    "130001": {
        "id": 130001,
        "dialogueId": 13,
        "step": 1,
        "desc": "踩曲姑娘，你们这个踩曲一天要踩多久啊",
        "npcId": 0
    },
    "130002": {
        "id": 130002,
        "dialogueId": 13,
        "step": 2,
        "desc": "啊，我们一般都要踩4到5个小时吧",
        "npcId": 4
    },
    "130003": {
        "id": 130003,
        "dialogueId": 13,
        "step": 3,
        "desc": "这么大强度的劳动你们能坚持下来吗",
        "npcId": 0
    },
    "130004": {
        "id": 130004,
        "dialogueId": 13,
        "step": 4,
        "desc": "当然能啊，总要想办法适应的",
        "npcId": 4
    },
    "130005": {
        "id": 130005,
        "dialogueId": 13,
        "step": 5,
        "desc": "难怪有人常说酒曲无言，看姑娘们挥洒汗水啊",
        "npcId": 0
    },
    "140001": {
        "id": 140001,
        "dialogueId": 14,
        "step": 1,
        "desc": "老板，您要来尝试一下踩曲么",
        "npcId": 4
    },
    "140002": {
        "id": 140002,
        "dialogueId": 14,
        "step": 2,
        "desc": "算啦，我踩出来的肯定达不到标准的，还是不给你们添乱了；我记得这个踩曲要求是曲胚要在13.5到14厘米之间",
        "npcId": 0
    },
    "140003": {
        "id": 140003,
        "dialogueId": 14,
        "step": 3,
        "desc": "您对踩曲工艺还是十分了解的啊",
        "npcId": 4
    },
    "140004": {
        "id": 140004,
        "dialogueId": 14,
        "step": 4,
        "desc": "过奖过奖",
        "npcId": 0
    },
    "150001": {
        "id": 150001,
        "dialogueId": 15,
        "step": 1,
        "desc": "现在的生产线对酒瓶的外包装设计也可以进行自定义了",
        "npcId": 5
    },
    "150002": {
        "id": 150002,
        "dialogueId": 15,
        "step": 2,
        "desc": "老师傅，那岂不是可以不用制式包装，我可以自己设计一款包装来封装？",
        "npcId": 0
    },
    "150003": {
        "id": 150003,
        "dialogueId": 15,
        "step": 3,
        "desc": "完全正确，自定义的古酒包装更具个人收藏价值",
        "npcId": 5
    },
    "160001": {
        "id": 160001,
        "dialogueId": 16,
        "step": 1,
        "desc": "在整个生产酒的过程中，勾兑是最关键的，是可以进行取长补短的。",
        "npcId": 6
    },
    "160002": {
        "id": 160002,
        "dialogueId": 16,
        "step": 2,
        "desc": "也就是说像吃饭使用的调味料一样，因各人喜好的不同，选择的调料就会不同，最终味道也就不尽相同",
        "npcId": 0
    },
    "160003": {
        "id": 160003,
        "dialogueId": 16,
        "step": 3,
        "desc": "这也是现代化提升酱香酒品质的一种方法，不但提高了效益，更是提高了酒的味道",
        "npcId": 6
    },
    "160004": {
        "id": 160004,
        "dialogueId": 16,
        "step": 4,
        "desc": "看来是一个一箭双雕的前人智慧啊",
        "npcId": 0
    },
    "170001": {
        "id": 170001,
        "dialogueId": 17,
        "step": 1,
        "desc": "勾兑到底是怎样的一个流程呢？",
        "npcId": 0
    },
    "170002": {
        "id": 170002,
        "dialogueId": 17,
        "step": 2,
        "desc": "勾兑使用不同年份的酒进行混合，然后通过勾兑勾兑能缩小酒的质量差别，使酒在出厂前稳定质量，取长补短，统一标准，质量上达到同等级酒的水平。",
        "npcId": 6
    },
    "170003": {
        "id": 170003,
        "dialogueId": 17,
        "step": 3,
        "desc": "保证统一的质量还是要依赖您这种经验丰富的老师傅啊",
        "npcId": 0
    },
    "170004": {
        "id": 170004,
        "dialogueId": 17,
        "step": 4,
        "desc": "哪里哪里，我一定做好自己本分工作",
        "npcId": 6
    },
    "180001": {
        "id": 180001,
        "dialogueId": 18,
        "step": 1,
        "desc": "（贮藏师打开了一坛老酒）",
        "npcId": 7
    },
    "180002": {
        "id": 180002,
        "dialogueId": 18,
        "step": 2,
        "desc": "“酒是陈的香”，果然今日一见，好酒就是好酒。",
        "npcId": 0
    },
    "180003": {
        "id": 180003,
        "dialogueId": 18,
        "step": 3,
        "desc": "是啊，酒仓能够帮我们保存基酒，窖内恒保低温，有利于酒类醇化。",
        "npcId": 7
    },
    "180004": {
        "id": 180004,
        "dialogueId": 18,
        "step": 4,
        "desc": "不只是醇化，还有利于产生各种连目前的科技都无法解析的微量元素，这也是酒发酵的奇妙之处啊",
        "npcId": 7
    },
    "190001": {
        "id": 190001,
        "dialogueId": 19,
        "step": 1,
        "desc": "师傅，我们封装的这些酒经过长时间的酿造，喝起来想必不会上头。",
        "npcId": 0
    },
    "190002": {
        "id": 190002,
        "dialogueId": 19,
        "step": 2,
        "desc": "没错，酿造过程中会进一步去除各种杂醇和杂醛，这样喝起来不伤身，不辣喉、不冲鼻、不烧胃。",
        "npcId": 7
    },
    "200001": {
        "id": 200001,
        "dialogueId": 20,
        "step": 1,
        "desc": "酱香酒在酿造过程中，要经历八次反复发酵，每次发酵都有阴阳两种发酵方式，即经历高温堆积发酵后封入窖池进行封存发酵。反复发酵能培育更多更丰富的微生物群，从而更好地促进糖化酶转化，更好地酿造酱香风味。",
        "npcId": 8
    },
    "200002": {
        "id": 200002,
        "dialogueId": 20,
        "step": 2,
        "desc": "了解了，主要是为了让酵母菌以及其他微生物群增殖，提高酒的品质",
        "npcId": 0
    },
    "200003": {
        "id": 200003,
        "dialogueId": 20,
        "step": 3,
        "desc": "是的，您看这个老曲料，就是以前发酵最富微生物群的酒曲，这样的曲料在下一次酿酒中就能发挥很好的效果",
        "npcId": 8
    },
    "200004": {
        "id": 200004,
        "dialogueId": 20,
        "step": 4,
        "desc": "果真酿酒还是非常需要经验的，发酵工作也不是那么容易做的啊。",
        "npcId": 0
    },
    "210001": {
        "id": 210001,
        "dialogueId": 21,
        "step": 1,
        "desc": "您看这个酿酒槽，里面发酵醅料时不能太松也不能太紧的，太松会导致过度发酵，太紧又会导致发酵不充分，浪费粮食。",
        "npcId": 8
    },
    "210002": {
        "id": 210002,
        "dialogueId": 21,
        "step": 2,
        "desc": "据我了解，还需要控制温度，一般是18到20度，夏天不能超过26度",
        "npcId": 0
    },
    "210003": {
        "id": 210003,
        "dialogueId": 21,
        "step": 3,
        "desc": "行家啊，完全正确，之后达到36、37度的时候就可以结束发酵了",
        "npcId": 8
    },
    "220001": {
        "id": 220001,
        "dialogueId": 22,
        "step": 1,
        "desc": "董事长，我想了解一下公司的概况，方便我做出正确的决策。",
        "npcId": 0
    },
    "220002": {
        "id": 220002,
        "dialogueId": 22,
        "step": 2,
        "desc": "没问题，我们公司是一家综合性酒业公司，拥有完备的全产业链布局，是酱香型白酒行业里为数不多的集生产、酿造、分装、品牌运营、现代物流、销售为一体的酒企。目前厂区占地三百余亩，规划在建万吨技改项目占地九百余亩。按传统工艺制作年产优质大曲酱香型白酒万余吨，窖存原酒多达五万余吨，是继贵州茅台之后贵州省大曲酱香型白酒又一重要生产基地。",
        "npcId": 9
    },
    "220003": {
        "id": 220003,
        "dialogueId": 22,
        "step": 3,
        "desc": "既然如此，我觉得公司在实业的道路上越走越远是一件好事，但是仅仅做实业是远远不够的吧",
        "npcId": 0
    },
    "220004": {
        "id": 220004,
        "dialogueId": 22,
        "step": 4,
        "desc": "是的，技术领域我们开发了这款慎初酒坊的元宇宙，为的就是在新技术领域打出自己的一片天地。",
        "npcId": 9
    },
    "220005": {
        "id": 220005,
        "dialogueId": 22,
        "step": 5,
        "desc": "那让我们共同努力开创这片新天地吧。",
        "npcId": 0
    },
    "230001": {
        "id": 230001,
        "dialogueId": 23,
        "step": 1,
        "desc": "董事长，我看我们全国各地都有对应的销售点，规模应该不小吧",
        "npcId": 0
    },
    "230002": {
        "id": 230002,
        "dialogueId": 23,
        "step": 2,
        "desc": "那是当然，我们金沙古酒拥有深圳、贵阳2大营销平台。现已完成对贵州、广东、广西、湖南、福建、河南、山东、江苏、北京等全国20多个省市的市场布局，目前已经完成招商多达500余家。拥有茅台厂出身的勾调大师，拥有上百个极具社会影响力的品鉴顾问团，大量的酒业行业优秀销售人才。",
        "npcId": 9
    },
    "230003": {
        "id": 230003,
        "dialogueId": 23,
        "step": 3,
        "desc": "未来可期啊！我得赶紧回去看看工厂活干得怎么样了，先走一步了",
        "npcId": 0
    },
    "230004": {
        "id": 230004,
        "dialogueId": 23,
        "step": 4,
        "desc": "回见！",
        "npcId": 9
    },
    "240001": {
        "id": 240001,
        "dialogueId": 24,
        "step": 1,
        "desc": "黄老先生，近来可好？",
        "npcId": 0
    },
    "240002": {
        "id": 240002,
        "dialogueId": 24,
        "step": 2,
        "desc": "甚好、甚好。当年我一手开办的慎初烧坊如此有此等规模，真是令人赞叹万分。",
        "npcId": 10
    },
    "240003": {
        "id": 240003,
        "dialogueId": 24,
        "step": 3,
        "desc": "黄老先生能讲讲当年请来刘开延大师的事么，晚辈对此颇有兴趣",
        "npcId": 0
    },
    "240004": {
        "id": 240004,
        "dialogueId": 24,
        "step": 4,
        "desc": "当年老夫偶然在茅村认识刘大师，刘大师一开始颇有顾虑，后被我诚意所打动，愿意和我一同创办慎初烧坊。",
        "npcId": 10
    },
    "240005": {
        "id": 240005,
        "dialogueId": 24,
        "step": 5,
        "desc": "老先生是诚意所至，金石为开啊；古有三顾茅庐得诸葛军师，现有三顾茅村得开庭大师啊",
        "npcId": 0
    },
    "250001": {
        "id": 250001,
        "dialogueId": 25,
        "step": 1,
        "desc": "刘开庭大师，酿酒的秘诀是否在于小心谨慎，步步为营？",
        "npcId": 0
    },
    "250002": {
        "id": 250002,
        "dialogueId": 25,
        "step": 2,
        "desc": "没错，酿酒无法急于求成，酱酒生产周期长，成本高，工序复杂，尤其是周期长这个特点，是无法避免的。一壶壶的好酒，都是经过多道工序才能达到“酱香四溢，令人心醉”",
        "npcId": 11
    },
    "250003": {
        "id": 250003,
        "dialogueId": 25,
        "step": 3,
        "desc": "原来如此，那大师能否详细介绍一下流程？",
        "npcId": 0
    },
    "250004": {
        "id": 250004,
        "dialogueId": 25,
        "step": 4,
        "desc": "年轻人如此好学，真是不可多得。我们金沙古酒的生产周期为一年。从端午节开始制曲，经踩曲、入仓、翻曲、存曲等过程，一块合格的酒曲起码耗时8个月；到重阳节前后开始下沙，沙即红缨子糯高粱，下沙，就是投粮，随后经历九次蒸煮、八次发酵、七次取酒一系列流程，直到第二年中秋前后结束。",
        "npcId": 11
    },
    "250005": {
        "id": 250005,
        "dialogueId": 25,
        "step": 5,
        "desc": "感谢大师指点一二，晚辈告退了。",
        "npcId": 0
    },
    "260001": {
        "id": 260001,
        "dialogueId": 26,
        "step": 1,
        "desc": "年轻人，要不要尝尝我这壶金沙古酒？",
        "npcId": 11
    },
    "260002": {
        "id": 260002,
        "dialogueId": 26,
        "step": 2,
        "desc": "（小抿一口）大师，确实是好酒，这酒柔和饱满，口感协调，味道纯净，回味无穷。",
        "npcId": 0
    },
    "260003": {
        "id": 260003,
        "dialogueId": 26,
        "step": 3,
        "desc": "想不到你也是一位品酒大师啊，对酒的柔和度，丰满度，协调度和悠长度居然有此等了解。",
        "npcId": 11
    },
    "260004": {
        "id": 260004,
        "dialogueId": 26,
        "step": 4,
        "desc": "大师过奖了。",
        "npcId": 0
    },
    "270001": {
        "id": 270001,
        "dialogueId": 27,
        "step": 1,
        "desc": "大师，新酿这一批酒的头香相当浓郁啊，想必质量上乘吧。",
        "npcId": 0
    },
    "270002": {
        "id": 270002,
        "dialogueId": 27,
        "step": 2,
        "desc": "这批酒只是大回酒罢了，还算不上质量上乘。年轻人，有没有尝过大回酒的味道？",
        "npcId": 11
    },
    "270003": {
        "id": 270003,
        "dialogueId": 27,
        "step": 3,
        "desc": "自然是有，酱香突出，味醇厚，而且酒体丰满。不知其他轮次酒的味道几何？",
        "npcId": 0
    },
    "270004": {
        "id": 270004,
        "dialogueId": 27,
        "step": 4,
        "desc": "除了大回酒，还有第一轮的糙沙酒，味道比较生涩、略有生粮味和酸味；还有第二轮的回沙酒，醇和、略有涩味；大回酒之后的小回酒则是酱香明显，后味长，有焦香味。",
        "npcId": 11
    },
    "270005": {
        "id": 270005,
        "dialogueId": 27,
        "step": 5,
        "desc": "大师漏了尾槽酒想必是想考考我，第七次取的酒称为尾糟酒，醇和、焦香味重，微苦。",
        "npcId": 0
    },
    "270006": {
        "id": 270006,
        "dialogueId": 27,
        "step": 6,
        "desc": "真是聪明机灵啊，不过要记住，七轮次的轮次酒都有自己的用处，成品酒都由不同批次的酒勾调而成，以酒调酒，让酒质、味道、口感更协调。",
        "npcId": 11
    },
    "280001": {
        "id": 280001,
        "dialogueId": 28,
        "step": 1,
        "desc": "菩萨保佑我财源广进！",
        "npcId": 0
    },
    "280002": {
        "id": 280002,
        "dialogueId": 28,
        "step": 2,
        "desc": "心诚则灵",
        "npcId": 12
    },
    "290001": {
        "id": 290001,
        "dialogueId": 29,
        "step": 1,
        "desc": "怎么？看到我们丹巴姑娘走不动路了吗？",
        "npcId": 14
    },
    "300001": {
        "id": 300001,
        "dialogueId": 30,
        "step": 1,
        "desc": "拉姆也太调皮了，这才多久又跑不见了！",
        "npcId": 14
    },
    "310001": {
        "id": 310001,
        "dialogueId": 31,
        "step": 1,
        "desc": "要是生在古代，我也会是一代女侠吧。",
        "npcId": 14
    },
    "320001": {
        "id": 320001,
        "dialogueId": 32,
        "step": 2,
        "desc": "卓玛想做女侠吗？",
        "npcId": 0
    },
    "320002": {
        "id": 320002,
        "dialogueId": 32,
        "step": 3,
        "desc": "对呀，惩奸除恶，好不畅快！",
        "npcId": 14
    },
    "320003": {
        "id": 320003,
        "dialogueId": 32,
        "step": 4,
        "desc": "现代就不能做侠女了吗？",
        "npcId": 0
    },
    "320004": {
        "id": 320004,
        "dialogueId": 32,
        "step": 5,
        "desc": "没听过“侠以武犯禁”吗？在现代做侠女可要被拘留的。",
        "npcId": 14
    },
    "320005": {
        "id": 320005,
        "dialogueId": 32,
        "step": 6,
        "desc": "啊这…",
        "npcId": 0
    },
    "330001": {
        "id": 330001,
        "dialogueId": 33,
        "step": 1,
        "desc": "直播的事儿还需要你多多费心。",
        "npcId": 0
    },
    "330002": {
        "id": 330002,
        "dialogueId": 33,
        "step": 2,
        "desc": "放心放心，老板安排的事儿，我肯定尽心尽力完成。",
        "npcId": 15
    },
    "340001": {
        "id": 340001,
        "dialogueId": 34,
        "step": 1,
        "desc": "纵横网络这么多年，我什么大风大浪没见过？",
        "npcId": 15
    },
    "350001": {
        "id": 350001,
        "dialogueId": 35,
        "step": 1,
        "desc": "如此好酒，我自己都爱喝，怎么可能卖不出去呢，老板尽管放心！",
        "npcId": 15
    },
    "360001": {
        "id": 360001,
        "dialogueId": 36,
        "step": 1,
        "desc": "品味上等的好酒,需有名师引导。",
        "npcId": 16
    },
    "370001": {
        "id": 370001,
        "dialogueId": 37,
        "step": 1,
        "desc": "好舌头可不是天生的。",
        "npcId": 16
    },
    "380001": {
        "id": 380001,
        "dialogueId": 38,
        "step": 1,
        "desc": "闲来无事，不如共饮一杯。",
        "npcId": 16
    },
    "390001": {
        "id": 390001,
        "dialogueId": 39,
        "step": 1,
        "desc": "这酒闻起来好香啊…",
        "npcId": 0
    },
    "390002": {
        "id": 390002,
        "dialogueId": 39,
        "step": 2,
        "desc": "你是说这瓶“一片冰心在玉壶”吗？",
        "npcId": 16
    },
    "390003": {
        "id": 390003,
        "dialogueId": 39,
        "step": 3,
        "desc": "这不是汾酒吗？",
        "npcId": 0
    },
    "390004": {
        "id": 390004,
        "dialogueId": 39,
        "step": 4,
        "desc": "看来你还不太明白酒里的诗意。",
        "npcId": 16
    },
    "400001": {
        "id": 400001,
        "dialogueId": 40,
        "step": 1,
        "desc": "老板，您这批酒的质量相当上乘啊，一定会被争相抢购的。",
        "npcId": 17
    },
    "400002": {
        "id": 400002,
        "dialogueId": 40,
        "step": 2,
        "desc": "谬赞了，广袤的市场，广阔的渠道，我们还要依赖您来扩展我们的业务啊",
        "npcId": 0
    },
    "400003": {
        "id": 400003,
        "dialogueId": 40,
        "step": 3,
        "desc": "哪里的话，这不是贵厂做的好酒让我们生意兴隆么",
        "npcId": 17
    },
    "400004": {
        "id": 400004,
        "dialogueId": 40,
        "step": 4,
        "desc": "那我们合作愉快了",
        "npcId": 0
    },
    "400005": {
        "id": 400005,
        "dialogueId": 40,
        "step": 5,
        "desc": "（握手）合作愉快！",
        "npcId": 17
    },
    "410001": {
        "id": 410001,
        "dialogueId": 41,
        "step": 1,
        "desc": "早有耳闻，贵司做酒厂一直就坚持黄老先生提出的“贵在慎初，难在慎初”理念。",
        "npcId": 17
    },
    "410002": {
        "id": 410002,
        "dialogueId": 41,
        "step": 2,
        "desc": "是啊，我们一直都在坚持黄老先生的理念，才能把金沙古酒越做越大，以后销售还要您多多关照啊",
        "npcId": 0
    },
    "410003": {
        "id": 410003,
        "dialogueId": 41,
        "step": 3,
        "desc": "我一定尽力配合贵司的工作",
        "npcId": 17
    },
    "420001": {
        "id": 420001,
        "dialogueId": 42,
        "step": 1,
        "desc": "我看最近您这里卖出去的酒相当多啊",
        "npcId": 0
    },
    "420002": {
        "id": 420002,
        "dialogueId": 42,
        "step": 2,
        "desc": "还得靠贵司提供货源啊，这批金沙古酒真的炙手可热啊，我看上架当天就抢购一空啊。",
        "npcId": 17
    },
    "420003": {
        "id": 420003,
        "dialogueId": 42,
        "step": 3,
        "desc": "只有坚持初心，坚持传统的酿造工艺，才能酿造出人民喜爱，味道纯粹，品质上乘的好酒啊。",
        "npcId": 0
    },
    "430001": {
        "id": 430001,
        "dialogueId": 43,
        "step": 1,
        "desc": "酒庄处处好风光，真让人流连忘返。",
        "npcId": 18
    },
    "430002": {
        "id": 430002,
        "dialogueId": 43,
        "step": 2,
        "desc": "等到了花开的季节，这里会更美。",
        "npcId": 0
    },
    "430003": {
        "id": 430003,
        "dialogueId": 43,
        "step": 3,
        "desc": "出来多日，不知家中父母可好。",
        "npcId": 18
    },
    "430004": {
        "id": 430004,
        "dialogueId": 43,
        "step": 4,
        "desc": "有机会可以带上家眷重游酒庄，不过住宿要早些订才好。",
        "npcId": 0
    },
    "430005": {
        "id": 430005,
        "dialogueId": 43,
        "step": 5,
        "desc": "不必住店，我直接买下一座别院也不是什么难事。",
        "npcId": 18
    },
    "430006": {
        "id": 430006,
        "dialogueId": 43,
        "step": 6,
        "desc": "有钱人这么任性吗…",
        "npcId": 0
    },
    "440001": {
        "id": 440001,
        "dialogueId": 44,
        "step": 1,
        "desc": "嗯？这点心是…",
        "npcId": 0
    },
    "440002": {
        "id": 440002,
        "dialogueId": 44,
        "step": 2,
        "desc": "家里人给我备的，想尝尝么？",
        "npcId": 18
    },
    "440003": {
        "id": 440003,
        "dialogueId": 44,
        "step": 3,
        "desc": "…不用了，只是一眼就能看出来是你家里的。因为这点心上都用糖汁浇着你的姓。",
        "npcId": 0
    },
    "440004": {
        "id": 440004,
        "dialogueId": 44,
        "step": 4,
        "desc": "呵呵，这也算是我的一点小嗜好，只喜欢吃这样的糕点。",
        "npcId": 18
    },
    "440005": {
        "id": 440005,
        "dialogueId": 44,
        "step": 5,
        "desc": "那要是在外头，没在家里面怎么办？",
        "npcId": 0
    },
    "440006": {
        "id": 440006,
        "dialogueId": 44,
        "step": 6,
        "desc": "多付些钱即可。",
        "npcId": 18
    },
    "440007": {
        "id": 440007,
        "dialogueId": 44,
        "step": 7,
        "desc": "…是我达不到的高度呢。",
        "npcId": 0
    },
    "450001": {
        "id": 450001,
        "dialogueId": 45,
        "step": 1,
        "desc": "这酒真不错，我要多带点回家给亲戚朋友尝尝。",
        "npcId": 18
    },
    "460001": {
        "id": 460001,
        "dialogueId": 46,
        "step": 1,
        "desc": "这一趟可谓收获颇丰。",
        "npcId": 18
    },
    "470001": {
        "id": 470001,
        "dialogueId": 47,
        "step": 1,
        "desc": "司机师傅，这批货就拜托你送去目的地啦",
        "npcId": 0
    },
    "470002": {
        "id": 470002,
        "dialogueId": 47,
        "step": 2,
        "desc": "好嘞，这就启程，准保安全送达",
        "npcId": 19
    },
    "470003": {
        "id": 470003,
        "dialogueId": 47,
        "step": 3,
        "desc": "一路顺风啊司机师傅",
        "npcId": 0
    },
    "480001": {
        "id": 480001,
        "dialogueId": 48,
        "step": 1,
        "desc": "老板，这批货就交给我送啦，我这就出发",
        "npcId": 19
    },
    "480002": {
        "id": 480002,
        "dialogueId": 48,
        "step": 2,
        "desc": "您送货，我放心，就拜托你了",
        "npcId": 0
    },
    "480003": {
        "id": 480003,
        "dialogueId": 48,
        "step": 3,
        "desc": "好嘞，走咯！",
        "npcId": 19
    },
    "490001": {
        "id": 490001,
        "dialogueId": 49,
        "step": 1,
        "desc": "司机师傅，一路上注意安全",
        "npcId": 0
    },
    "490002": {
        "id": 490002,
        "dialogueId": 49,
        "step": 2,
        "desc": "一定，这批酒是真的香啊，这回真是香飘千里了。",
        "npcId": 19
    },
    "500001": {
        "id": 500001,
        "dialogueId": 50,
        "step": 1,
        "desc": "酒在车上我在路上！",
        "npcId": 19
    },
    "500002": {
        "id": 500002,
        "dialogueId": 50,
        "step": 2,
        "desc": "司机师傅真有精神啊。",
        "npcId": 0
    },
    "510001": {
        "id": 510001,
        "dialogueId": 51,
        "step": 1,
        "desc": "可别小看了我们这个活，这可是有巧思在里面的！",
        "npcId": 20
    },
    "510002": {
        "id": 510002,
        "dialogueId": 51,
        "step": 2,
        "desc": "那当然，酒卖相可是相当重要的，正所谓：爱美之心，人皆有之。",
        "npcId": 0
    },
    "510003": {
        "id": 510003,
        "dialogueId": 51,
        "step": 3,
        "desc": "嘻嘻，看来你也算是懂一点嘛。",
        "npcId": 20
    },
    "520001": {
        "id": 520001,
        "dialogueId": 52,
        "step": 1,
        "desc": "这个新的包装好可爱呀，肯定是个特别可爱的人设计的！",
        "npcId": 20
    },
    "520002": {
        "id": 520002,
        "dialogueId": 52,
        "step": 2,
        "desc": "是我设计的哦。",
        "npcId": 0
    },
    "520003": {
        "id": 520003,
        "dialogueId": 52,
        "step": 3,
        "desc": "是你！这可真是人不可貌相…",
        "npcId": 20
    },
    "530001": {
        "id": 530001,
        "dialogueId": 53,
        "step": 1,
        "desc": "这个瓶子好可爱呀！我都想尝尝啦！",
        "npcId": 20
    },
    "530002": {
        "id": 530002,
        "dialogueId": 53,
        "step": 2,
        "desc": "可不能偷喝哦。",
        "npcId": 0
    },
    "530003": {
        "id": 530003,
        "dialogueId": 53,
        "step": 3,
        "desc": "我才不会呢！你怎么能这么想我！",
        "npcId": 20
    },
    "540001": {
        "id": 540001,
        "dialogueId": 54,
        "step": 1,
        "desc": "啦啦啦啦~",
        "npcId": 20
    },
    "540002": {
        "id": 540002,
        "dialogueId": 54,
        "step": 2,
        "desc": "心情不错哦。",
        "npcId": 0
    },
    "540003": {
        "id": 540003,
        "dialogueId": 54,
        "step": 3,
        "desc": "心情倒是一般，只是感觉唱歌的时候干活也会更轻松。",
        "npcId": 20
    },
    "540004": {
        "id": 540004,
        "dialogueId": 54,
        "step": 4,
        "desc": "这种说法倒是第一次听。",
        "npcId": 0
    },
    "550001": {
        "id": 550001,
        "dialogueId": 55,
        "step": 1,
        "desc": "你好，请问慎初烧坊怎么走？",
        "npcId": 21
    },
    "550002": {
        "id": 550002,
        "dialogueId": 55,
        "step": 2,
        "desc": "你是来这儿买酒的吗？",
        "npcId": 0
    },
    "550003": {
        "id": 550003,
        "dialogueId": 55,
        "step": 3,
        "desc": "对呀，上次跟中国朋友喝了一次，至今念念不望啊。",
        "npcId": 21
    },
    "560001": {
        "id": 560001,
        "dialogueId": 56,
        "step": 1,
        "desc": "哈喽，你怎么在这里盘桓？",
        "npcId": 0
    },
    "560002": {
        "id": 560002,
        "dialogueId": 56,
        "step": 2,
        "desc": "哈哈，我一直在往慎初烧坊走啊。",
        "npcId": 21
    },
    "560003": {
        "id": 560003,
        "dialogueId": 56,
        "step": 3,
        "desc": "可是我看你一直在原地打转。",
        "npcId": 0
    },
    "560004": {
        "id": 560004,
        "dialogueId": 56,
        "step": 4,
        "desc": "咦？这难道就是传说中的鬼打墙？",
        "npcId": 21
    },
    "560005": {
        "id": 560005,
        "dialogueId": 56,
        "step": 5,
        "desc": "…应该只是你不认路罢了",
        "npcId": 0
    },
    "570001": {
        "id": 570001,
        "dialogueId": 57,
        "step": 1,
        "desc": "我家的东西，品色一流，要看一下吗？",
        "npcId": 22
    },
    "580001": {
        "id": 580001,
        "dialogueId": 58,
        "step": 1,
        "desc": "新上的酒水看一看啊。",
        "npcId": 22
    },
    "580002": {
        "id": 580002,
        "dialogueId": 58,
        "step": 2,
        "desc": "这酒有什么特别吗？",
        "npcId": 0
    },
    "580003": {
        "id": 580003,
        "dialogueId": 58,
        "step": 3,
        "desc": "您可真是好眼力，这酒入口绵柔，回味无穷。客官来一瓶不？",
        "npcId": 22
    },
    "580004": {
        "id": 580004,
        "dialogueId": 58,
        "step": 4,
        "desc": "我再看看吧。",
        "npcId": 0
    },
    "580005": {
        "id": 580005,
        "dialogueId": 58,
        "step": 5,
        "desc": "这酒可是限量款，晚了就没有了。",
        "npcId": 22
    },
    "590001": {
        "id": 590001,
        "dialogueId": 59,
        "step": 1,
        "desc": "人靠衣装，酒靠包装。我家的酒水，都是金装。",
        "npcId": 22
    },
    "600001": {
        "id": 600001,
        "dialogueId": 60,
        "step": 1,
        "desc": "坚持就是胜利",
        "npcId": 23
    },
    "600002": {
        "id": 600002,
        "dialogueId": 60,
        "step": 2,
        "desc": "你这是要去哪？",
        "npcId": 0
    },
    "600003": {
        "id": 600003,
        "dialogueId": 60,
        "step": 3,
        "desc": "我要去温泉，快到了！",
        "npcId": 23
    },
    "600004": {
        "id": 600004,
        "dialogueId": 60,
        "step": 4,
        "desc": "温泉还有很远呢",
        "npcId": 0
    },
    "600005": {
        "id": 600005,
        "dialogueId": 60,
        "step": 5,
        "desc": "怎么会，我都看到了！",
        "npcId": 23
    },
    "600006": {
        "id": 600006,
        "dialogueId": 60,
        "step": 6,
        "desc": "唉，望山跑死马…",
        "npcId": 0
    },
    "610001": {
        "id": 610001,
        "dialogueId": 61,
        "step": 1,
        "desc": "听。",
        "npcId": 23
    },
    "610002": {
        "id": 610002,
        "dialogueId": 61,
        "step": 2,
        "desc": "什么？",
        "npcId": 0
    },
    "610003": {
        "id": 610003,
        "dialogueId": 61,
        "step": 3,
        "desc": "山中鸟鸣。",
        "npcId": 23
    },
    "620001": {
        "id": 620001,
        "dialogueId": 62,
        "step": 1,
        "desc": "请问一下这里有啥好吃的好玩的？",
        "npcId": 23
    },
    "620002": {
        "id": 620002,
        "dialogueId": 62,
        "step": 2,
        "desc": "你是外地来游玩的吗？",
        "npcId": 0
    },
    "620003": {
        "id": 620003,
        "dialogueId": 62,
        "step": 3,
        "desc": "正是，我是从广东来的。",
        "npcId": 23
    },
    "620004": {
        "id": 620004,
        "dialogueId": 62,
        "step": 4,
        "desc": "推荐你去慎初烧坊，那儿的金沙古酒可是一绝！",
        "npcId": 0
    },
    "620005": {
        "id": 620005,
        "dialogueId": 62,
        "step": 5,
        "desc": "哦？那我可要去见识见识。",
        "npcId": 23
    },
    "630001": {
        "id": 630001,
        "dialogueId": 63,
        "step": 1,
        "desc": "汪，汪汪汪",
        "npcId": 24
    },
    "630002": {
        "id": 630002,
        "dialogueId": 63,
        "step": 2,
        "desc": "旺财，坐下",
        "npcId": 0
    },
    "630003": {
        "id": 630003,
        "dialogueId": 63,
        "step": 3,
        "desc": "呜~",
        "npcId": 24
    },
    "630004": {
        "id": 630004,
        "dialogueId": 63,
        "step": 4,
        "desc": "真乖~",
        "npcId": 0
    },
    "640001": {
        "id": 640001,
        "dialogueId": 64,
        "step": 1,
        "desc": "旺财，我给你带了最新口味的狗粮哦。",
        "npcId": 0
    },
    "640002": {
        "id": 640002,
        "dialogueId": 64,
        "step": 2,
        "desc": "呜汪汪~",
        "npcId": 24
    },
    "640003": {
        "id": 640003,
        "dialogueId": 64,
        "step": 3,
        "desc": "乖狗狗。",
        "npcId": 0
    },
    "650001": {
        "id": 650001,
        "dialogueId": 65,
        "step": 1,
        "desc": "旺财是在巡视领地吗？",
        "npcId": 0
    },
    "650002": {
        "id": 650002,
        "dialogueId": 65,
        "step": 2,
        "desc": "汪！",
        "npcId": 24
    },
    "650003": {
        "id": 650003,
        "dialogueId": 65,
        "step": 3,
        "desc": "我们的安全就交给你了哦。",
        "npcId": 0
    },
    "660001": {
        "id": 660001,
        "dialogueId": 66,
        "step": 1,
        "desc": "喵~",
        "npcId": 26
    },
    "660002": {
        "id": 660002,
        "dialogueId": 66,
        "step": 2,
        "desc": "呀，糯米快来让我抱抱。",
        "npcId": 0
    },
    "660003": {
        "id": 660003,
        "dialogueId": 66,
        "step": 3,
        "desc": "咕噜~咕噜~",
        "npcId": 26
    },
    "670001": {
        "id": 670001,
        "dialogueId": 67,
        "step": 1,
        "desc": "好久不见，你是不是又胖了。",
        "npcId": 0
    },
    "680001": {
        "id": 680001,
        "dialogueId": 68,
        "step": 1,
        "desc": "你为什么叫糯米？",
        "npcId": 0
    },
    "680002": {
        "id": 680002,
        "dialogueId": 68,
        "step": 2,
        "desc": "喵~",
        "npcId": 26
    },
    "680003": {
        "id": 680003,
        "dialogueId": 68,
        "step": 3,
        "desc": "糯米不应该是白色的吗？",
        "npcId": 0
    },
    "680004": {
        "id": 680004,
        "dialogueId": 68,
        "step": 4,
        "desc": "喵喵喵~",
        "npcId": 26
    },
    "680005": {
        "id": 680005,
        "dialogueId": 68,
        "step": 5,
        "desc": "可是你是一只蓝猫啊！",
        "npcId": 0
    },
    "690001": {
        "id": 690001,
        "dialogueId": 69,
        "step": 1,
        "desc": "见过这么多猫，还是你最可爱。",
        "npcId": 0
    },
    "700001": {
        "id": 700001,
        "dialogueId": 70,
        "step": 1,
        "desc": "啥事儿这么高兴啊?",
        "npcId": 0
    },
    "700002": {
        "id": 700002,
        "dialogueId": 70,
        "step": 2,
        "desc": "看着这地里粮食长这么好，我心里自然美滋滋的。",
        "npcId": 27
    },
    "710001": {
        "id": 710001,
        "dialogueId": 71,
        "step": 1,
        "desc": "看这小麦的长势，今年定是个丰年。",
        "npcId": 27
    },
    "720001": {
        "id": 720001,
        "dialogueId": 72,
        "step": 1,
        "desc": "哎哎！脚下小心点，别踩着我的小麦了。",
        "npcId": 27
    },
    "720002": {
        "id": 720002,
        "dialogueId": 72,
        "step": 2,
        "desc": "抱歉抱歉。",
        "npcId": 0
    },
    "730001": {
        "id": 730001,
        "dialogueId": 73,
        "step": 1,
        "desc": "我种了几十年的地了，不出意外还要再种几十年。",
        "npcId": 27
    },
    "730002": {
        "id": 730002,
        "dialogueId": 73,
        "step": 2,
        "desc": "天天种地，会乏味吗？",
        "npcId": 0
    },
    "730003": {
        "id": 730003,
        "dialogueId": 73,
        "step": 3,
        "desc": "哈哈，早习惯了。",
        "npcId": 27
    },
    "740001": {
        "id": 740001,
        "dialogueId": 74,
        "step": 1,
        "desc": "天好地好，不如自家的田好。",
        "npcId": 27
    },
    "750001": {
        "id": 750001,
        "dialogueId": 75,
        "step": 1,
        "desc": "有些客人老是把毛巾乱丢，收拾起来好麻烦哦。",
        "npcId": 28
    },
    "760001": {
        "id": 760001,
        "dialogueId": 76,
        "step": 1,
        "desc": "金沙古酒远近闻名，我也想尝尝啊。",
        "npcId": 28
    },
    "760002": {
        "id": 760002,
        "dialogueId": 76,
        "step": 2,
        "desc": "这么想喝的话，我请你喝一杯吧。",
        "npcId": 0
    },
    "760003": {
        "id": 760003,
        "dialogueId": 76,
        "step": 3,
        "desc": "哎！真的可以吗！",
        "npcId": 28
    },
    "760004": {
        "id": 760004,
        "dialogueId": 76,
        "step": 4,
        "desc": "当然。",
        "npcId": 0
    },
    "760005": {
        "id": 760005,
        "dialogueId": 76,
        "step": 5,
        "desc": "你真是个好人！今天一定是我的Lucky Day！",
        "npcId": 28
    },
    "770001": {
        "id": 770001,
        "dialogueId": 77,
        "step": 1,
        "desc": "早安，今天天气不错哦！",
        "npcId": 28
    },
    "780001": {
        "id": 780001,
        "dialogueId": 78,
        "step": 1,
        "desc": "你看到我姐姐了吗？",
        "npcId": 29
    },
    "780002": {
        "id": 780002,
        "dialogueId": 78,
        "step": 2,
        "desc": "你姐姐是谁？",
        "npcId": 0
    },
    "780003": {
        "id": 780003,
        "dialogueId": 78,
        "step": 3,
        "desc": "我姐姐叫顿珠卓玛，你如果看到她记得跟她说我在这里等她。",
        "npcId": 29
    },
    "780004": {
        "id": 780004,
        "dialogueId": 78,
        "step": 4,
        "desc": "好的，没问题。",
        "npcId": 0
    },
    "790001": {
        "id": 790001,
        "dialogueId": 79,
        "step": 1,
        "desc": "姐姐肯定要骂我了。",
        "npcId": 29
    },
    "800001": {
        "id": 800001,
        "dialogueId": 80,
        "step": 1,
        "desc": "我姐姐是我们那儿是远近闻名的美女，但你最好离她远点，她脾气可不太好。",
        "npcId": 29
    },
    "810001": {
        "id": 810001,
        "dialogueId": 81,
        "step": 1,
        "desc": "好久没看到雪了。",
        "npcId": 30
    },
    "810002": {
        "id": 810002,
        "dialogueId": 81,
        "step": 2,
        "desc": "金沙也会下雪的。",
        "npcId": 0
    },
    "810003": {
        "id": 810003,
        "dialogueId": 81,
        "step": 3,
        "desc": "金沙不似西藏，这里的雪，太过细碎。",
        "npcId": 30
    },
    "810004": {
        "id": 810004,
        "dialogueId": 81,
        "step": 4,
        "desc": "那西藏的雪是什么样的呢？",
        "npcId": 0
    },
    "810005": {
        "id": 810005,
        "dialogueId": 81,
        "step": 5,
        "desc": "纷纷扬扬，漫天大雪，大到连日头都看不见…",
        "npcId": 30
    },
    "810006": {
        "id": 810006,
        "dialogueId": 81,
        "step": 6,
        "desc": "看来你想家了。",
        "npcId": 0
    },
    "820001": {
        "id": 820001,
        "dialogueId": 82,
        "step": 1,
        "desc": "牡丹满园，有时也难敌乡间小景。河山万里，我自当一一览尽。",
        "npcId": 30
    },
    "820002": {
        "id": 820002,
        "dialogueId": 82,
        "step": 2,
        "desc": "好气魄！",
        "npcId": 0
    },
    "830001": {
        "id": 830001,
        "dialogueId": 83,
        "step": 1,
        "desc": "我就是喜欢这种静谧的气氛。",
        "npcId": 31
    },
    "830002": {
        "id": 830002,
        "dialogueId": 83,
        "step": 2,
        "desc": "确实比闹市来得舒畅。",
        "npcId": 0
    },
    "840001": {
        "id": 840001,
        "dialogueId": 84,
        "step": 1,
        "desc": "怎么会想到来这里泡温泉。",
        "npcId": 0
    },
    "840002": {
        "id": 840002,
        "dialogueId": 84,
        "step": 2,
        "desc": "一些陌生的环境反而能让我安心。",
        "npcId": 31
    },
    "850001": {
        "id": 850001,
        "dialogueId": 85,
        "step": 1,
        "desc": "城市呆久了，有时就会想逃离。",
        "npcId": 31
    },
    "860001": {
        "id": 860001,
        "dialogueId": 86,
        "step": 1,
        "desc": "这一路上，遇到了好多好看的小姐姐哦。",
        "npcId": 32
    },
    "870001": {
        "id": 870001,
        "dialogueId": 87,
        "step": 1,
        "desc": "瞅你挺有眼缘的，请你喝一杯呀。",
        "npcId": 32
    },
    "870002": {
        "id": 870002,
        "dialogueId": 87,
        "step": 2,
        "desc": "暂时没空，有缘再见。",
        "npcId": 0
    },
    "880001": {
        "id": 880001,
        "dialogueId": 88,
        "step": 1,
        "desc": "这桃花有何异样吗，竟驻足在此许久。",
        "npcId": 0
    },
    "880002": {
        "id": 880002,
        "dialogueId": 88,
        "step": 2,
        "desc": "并非桃花异样，只是在想，这桃花与我谁更动人。",
        "npcId": 32
    },
    "880003": {
        "id": 880003,
        "dialogueId": 88,
        "step": 3,
        "desc": "天下竟还有人将自己与桃花相比吗？",
        "npcId": 0
    },
    "880004": {
        "id": 880004,
        "dialogueId": 88,
        "step": 4,
        "desc": "花与花可比，人与人可比，人与花为何不可？",
        "npcId": 32
    },
    "880005": {
        "id": 880005,
        "dialogueId": 88,
        "step": 5,
        "desc": "我竟无法反驳。",
        "npcId": 0
    },
    "890001": {
        "id": 890001,
        "dialogueId": 89,
        "step": 1,
        "desc": "这里的温泉真不错哦。",
        "npcId": 33
    },
    "900001": {
        "id": 900001,
        "dialogueId": 90,
        "step": 1,
        "desc": "风景如画，说得便是这里了。",
        "npcId": 33
    },
    "900002": {
        "id": 900002,
        "dialogueId": 90,
        "step": 2,
        "desc": "这里的温泉确实有名，我从小就常来此处玩耍。",
        "npcId": 0
    },
    "910001": {
        "id": 910001,
        "dialogueId": 91,
        "step": 1,
        "desc": "你在思考何事？",
        "npcId": 0
    },
    "910002": {
        "id": 910002,
        "dialogueId": 91,
        "step": 2,
        "desc": "那边的蓝花楹，若在旁边栽一树红枫，风景是否会更妙些？",
        "npcId": 33
    },
    "910003": {
        "id": 910003,
        "dialogueId": 91,
        "step": 3,
        "desc": "原来你在自然之中构图啊！",
        "npcId": 0
    },
    "910004": {
        "id": 910004,
        "dialogueId": 91,
        "step": 4,
        "desc": "世间风景皆如画，又怎知你我不是画中人？",
        "npcId": 33
    },
    "910005": {
        "id": 910005,
        "dialogueId": 91,
        "step": 5,
        "desc": "这样想想倒也奇妙。说不定，我们的确都活在某位画师的画中呢。",
        "npcId": 0
    },
    "920001": {
        "id": 920001,
        "dialogueId": 92,
        "step": 1,
        "desc": "听你戏中常有悲泣，可是有什么伤心事？",
        "npcId": 0
    },
    "920002": {
        "id": 920002,
        "dialogueId": 92,
        "step": 2,
        "desc": "唱戏多年，悲欢之感已非我一人所属。",
        "npcId": 34
    },
    "920003": {
        "id": 920003,
        "dialogueId": 92,
        "step": 3,
        "desc": "此话怎讲？",
        "npcId": 0
    },
    "920004": {
        "id": 920004,
        "dialogueId": 92,
        "step": 4,
        "desc": "戏悲我悲，戏乐我乐，早就分不清了",
        "npcId": 34
    },
    "920005": {
        "id": 920005,
        "dialogueId": 92,
        "step": 5,
        "desc": "又是一个为戏而生的人…",
        "npcId": 0
    },
    "930001": {
        "id": 930001,
        "dialogueId": 93,
        "step": 1,
        "desc": "赏心乐事谁家院？",
        "npcId": 34
    },
    "940001": {
        "id": 940001,
        "dialogueId": 94,
        "step": 1,
        "desc": "云心水心，有甚闲愁闷？一度春来，一番花褪，怎生上我眉痕？",
        "npcId": 34
    },
    "950001": {
        "id": 950001,
        "dialogueId": 95,
        "step": 1,
        "desc": "佳肴曼舞，可还尽兴？",
        "npcId": 35
    },
    "950002": {
        "id": 950002,
        "dialogueId": 95,
        "step": 2,
        "desc": "尽兴！",
        "npcId": 0
    },
    "960001": {
        "id": 960001,
        "dialogueId": 96,
        "step": 1,
        "desc": "今年的荷花开得还如去年一样，不由得感慨岁月流逝。",
        "npcId": 35
    },
    "960002": {
        "id": 960002,
        "dialogueId": 96,
        "step": 2,
        "desc": "不然怎么常说白驹过隙呢？",
        "npcId": 0
    },
    "960003": {
        "id": 960003,
        "dialogueId": 96,
        "step": 3,
        "desc": "可惜荷花虽一样，却不是往年的荷花了。",
        "npcId": 35
    },
    "960004": {
        "id": 960004,
        "dialogueId": 96,
        "step": 4,
        "desc": "年年新荷花，倒也并非什么伤心事。",
        "npcId": 0
    },
    "970001": {
        "id": 970001,
        "dialogueId": 97,
        "step": 1,
        "desc": "方才的演奏如何？",
        "npcId": 36
    },
    "970002": {
        "id": 970002,
        "dialogueId": 97,
        "step": 2,
        "desc": "精彩绝伦!",
        "npcId": 0
    },
    "980001": {
        "id": 980001,
        "dialogueId": 98,
        "step": 1,
        "desc": "一天到晚弹弹弹，弹久了感觉自己像在弹棉花。",
        "npcId": 36
    },
    "980002": {
        "id": 980002,
        "dialogueId": 98,
        "step": 2,
        "desc": "可我听着你的曲子还是一如既往地动听。",
        "npcId": 0
    },
    "980003": {
        "id": 980003,
        "dialogueId": 98,
        "step": 3,
        "desc": "这小嘴真甜。",
        "npcId": 36
    },
    "990001": {
        "id": 990001,
        "dialogueId": 99,
        "step": 1,
        "desc": "琴瑟笙箫了解一下？",
        "npcId": 36
    },
    "1000001": {
        "id": 1000001,
        "dialogueId": 100,
        "step": 1,
        "desc": "看你冥思苦想的样子，又在谱新曲了？",
        "npcId": 0
    },
    "1000002": {
        "id": 1000002,
        "dialogueId": 100,
        "step": 2,
        "desc": "呀，你果然懂我。我新作了一首曲子，正愁没人合奏！",
        "npcId": 36
    },
    "1000003": {
        "id": 1000003,
        "dialogueId": 100,
        "step": 3,
        "desc": "不如我来试试？",
        "npcId": 0
    },
    "1000004": {
        "id": 1000004,
        "dialogueId": 100,
        "step": 4,
        "desc": "哦？没想到你也会乐器。",
        "npcId": 36
    },
    "1000005": {
        "id": 1000005,
        "dialogueId": 100,
        "step": 5,
        "desc": "对呀，我唢呐吹得可好了。",
        "npcId": 0
    },
    "1000006": {
        "id": 1000006,
        "dialogueId": 100,
        "step": 6,
        "desc": "…突然想起我还有事儿，先走一步。",
        "npcId": 36
    },
    "1010001": {
        "id": 1010001,
        "dialogueId": 101,
        "step": 1,
        "desc": "酒精浓度过高，我快醉倒了。",
        "npcId": 37
    },
    "1020001": {
        "id": 1020001,
        "dialogueId": 102,
        "step": 1,
        "desc": "你是来这儿买酒的吗？",
        "npcId": 0
    },
    "1020002": {
        "id": 1020002,
        "dialogueId": 102,
        "step": 2,
        "desc": "对呀，虽然我不喝酒，但是我爸爸很喜欢金沙古酒，我准备给他带几瓶回去。",
        "npcId": 37
    },
    "1030001": {
        "id": 1030001,
        "dialogueId": 103,
        "step": 1,
        "desc": "天地多少英雄气，尽在杯酒笑谈中…",
        "npcId": 38
    },
    "1030002": {
        "id": 1030002,
        "dialogueId": 103,
        "step": 2,
        "desc": "这是喝醉了吗",
        "npcId": 0
    },
    "1030003": {
        "id": 1030003,
        "dialogueId": 103,
        "step": 3,
        "desc": "我没有喝醉，我只是在，作诗",
        "npcId": 38
    },
    "1030004": {
        "id": 1030004,
        "dialogueId": 103,
        "step": 4,
        "desc": "可你现在的样子，分明是要睡着了…",
        "npcId": 0
    },
    "1030005": {
        "id": 1030005,
        "dialogueId": 103,
        "step": 5,
        "desc": "好，好，那就，梦里作诗，更有意境！",
        "npcId": 38
    },
    "1040001": {
        "id": 1040001,
        "dialogueId": 104,
        "step": 2,
        "desc": "哈哈哈，酒再好也不要贪杯哦。",
        "npcId": 0
    },
    "1050001": {
        "id": 1050001,
        "dialogueId": 105,
        "step": 1,
        "desc": "欢迎来到慎初烧坊！需要导游吗？",
        "npcId": 39
    },
    "1060001": {
        "id": 1060001,
        "dialogueId": 106,
        "step": 1,
        "desc": "你应该不是游客吧",
        "npcId": 39
    },
    "1060002": {
        "id": 1060002,
        "dialogueId": 106,
        "step": 2,
        "desc": "你怎么知道？",
        "npcId": 0
    },
    "1060003": {
        "id": 1060003,
        "dialogueId": 106,
        "step": 3,
        "desc": "看你的穿着打扮就能猜到。",
        "npcId": 39
    },
    "1070001": {
        "id": 1070001,
        "dialogueId": 107,
        "step": 1,
        "desc": "这慎初烧坊没有我不知道的事，没有我没去过的地方。",
        "npcId": 39
    },
    "1080001": {
        "id": 1080001,
        "dialogueId": 108,
        "step": 1,
        "desc": "你好！请问慎初烧坊是这里吗？",
        "npcId": 13
    },
    "1080002": {
        "id": 1080002,
        "dialogueId": 108,
        "step": 2,
        "desc": "是的，请问要哪位呢？",
        "npcId": 0
    },
    "1080003": {
        "id": 1080003,
        "dialogueId": 108,
        "step": 3,
        "desc": "我是来买酒的，上次我爸爸来中国。喝了你们家的酒觉得非常棒！这次叫我来买点待会美丽国！",
        "npcId": 13
    },
    "1090001": {
        "id": 1090001,
        "dialogueId": 109,
        "step": 1,
        "desc": "HI",
        "npcId": 13
    },
    "1100001": {
        "id": 1100001,
        "dialogueId": 110,
        "step": 1,
        "desc": "小姐姐今天开起来有点乏？",
        "npcId": 0
    },
    "1100002": {
        "id": 1100002,
        "dialogueId": 110,
        "step": 2,
        "desc": "是啊 刚刚锻炼完",
        "npcId": 25
    },
    "1100003": {
        "id": 1100003,
        "dialogueId": 110,
        "step": 3,
        "desc": "我刚刚看你好像不是在锻炼啊",
        "npcId": 0
    },
    "1100004": {
        "id": 1100004,
        "dialogueId": 110,
        "step": 4,
        "desc": "我刚刚在锻炼身材，你看有没有效果啊",
        "npcId": 25
    },
    "1100005": {
        "id": 1100005,
        "dialogueId": 110,
        "step": 5,
        "desc": "...咳咳 原来是这样",
        "npcId": 0
    },
    "1100006": {
        "id": 1100006,
        "dialogueId": 110,
        "step": 6,
        "desc": "怎么脸红了？",
        "npcId": 25
    },
    "1100007": {
        "id": 1100007,
        "dialogueId": 110,
        "step": 7,
        "desc": "...咳咳 刚刚酒喝多了！",
        "npcId": 0
    },
    "1110001": {
        "id": 1110001,
        "dialogueId": 111,
        "step": 1,
        "desc": "我问你 我最近身材有没有变好？",
        "npcId": 25
    },
    "1110002": {
        "id": 1110002,
        "dialogueId": 111,
        "step": 2,
        "desc": "咳咳 哪里娜娜一直身材都是这么好",
        "npcId": 0
    },
    "1110003": {
        "id": 1110003,
        "dialogueId": 111,
        "step": 3,
        "desc": "那这么说你以前就很在意我的身材了？",
        "npcId": 25
    },
    "1110004": {
        "id": 1110004,
        "dialogueId": 111,
        "step": 4,
        "desc": "咳咳...",
        "npcId": 0
    },
    "1110005": {
        "id": 1110005,
        "dialogueId": 111,
        "step": 5,
        "desc": "那我问你 是我的身材好 还是辛瑶的身材好",
        "npcId": 25
    },
    "1110006": {
        "id": 1110006,
        "dialogueId": 111,
        "step": 6,
        "desc": "都好..都好",
        "npcId": 0
    },
    "1110007": {
        "id": 1110007,
        "dialogueId": 111,
        "step": 7,
        "desc": "呸！色鬼",
        "npcId": 25
    },
    "1120001": {
        "id": 1120001,
        "dialogueId": 112,
        "step": 1,
        "desc": "有事儿吗？",
        "npcId": 40
    },
    "1120002": {
        "id": 1120002,
        "dialogueId": 112,
        "step": 2,
        "desc": "跟您打个招呼。",
        "npcId": 0
    },
    "1120003": {
        "id": 1120003,
        "dialogueId": 112,
        "step": 3,
        "desc": "哈哈好嘞，不过没什么事的话我就继续回去处理文件咯。",
        "npcId": 40
    },
    "1130001": {
        "id": 1130001,
        "dialogueId": 113,
        "step": 1,
        "desc": "早上有个订单要出外勤，中午前要给上周来咨询的客户答复…好！干活干活！",
        "npcId": 40
    },
    "1130002": {
        "id": 1130002,
        "dialogueId": 113,
        "step": 2,
        "desc": "淑玲姐真是干劲十足呢。",
        "npcId": 0
    },
    "1140001": {
        "id": 1140001,
        "dialogueId": 114,
        "step": 1,
        "desc": "淑玲姐工作的时候气场很强呢。",
        "npcId": 0
    },
    "1140002": {
        "id": 1140002,
        "dialogueId": 114,
        "step": 2,
        "desc": "唔…这样吗，但那只是我的工作模式。",
        "npcId": 40
    },
    "1140003": {
        "id": 1140003,
        "dialogueId": 114,
        "step": 3,
        "desc": "工作模式？",
        "npcId": 0
    },
    "1140004": {
        "id": 1140004,
        "dialogueId": 114,
        "step": 4,
        "desc": "其实我身上有个隐形的开关，拨过来是平常模式，拨过去就是工作模式。你身上没有这种开关吗？",
        "npcId": 40
    },
    "1150001": {
        "id": 1150001,
        "dialogueId": 115,
        "step": 1,
        "desc": "淑玲姐每天都元气满满的样子，好像都不会烦恼呢。",
        "npcId": 0
    },
    "1150002": {
        "id": 1150002,
        "dialogueId": 115,
        "step": 2,
        "desc": "搞得定的事不必烦恼，搞不定的事烦恼也没有意义。",
        "npcId": 40
    },
    "1150003": {
        "id": 1150003,
        "dialogueId": 115,
        "step": 3,
        "desc": "感觉很有道理的样子。",
        "npcId": 0
    },
    "1150004": {
        "id": 1150004,
        "dialogueId": 115,
        "step": 4,
        "desc": "要是你遇到什么想不通的事情，你可以来找我。我帮你一起解决。",
        "npcId": 40
    },
    "1160001": {
        "id": 1160001,
        "dialogueId": 116,
        "step": 1,
        "desc": "怎么还没送来…",
        "npcId": 41
    },
    "1170001": {
        "id": 1170001,
        "dialogueId": 117,
        "step": 1,
        "desc": "你好，请问找我有什么事儿吗？",
        "npcId": 41
    },
    "1170002": {
        "id": 1170002,
        "dialogueId": 117,
        "step": 2,
        "desc": "你在干什么？",
        "npcId": 0
    },
    "1170003": {
        "id": 1170003,
        "dialogueId": 117,
        "step": 3,
        "desc": "我在等新采购的材料送到，没有什么事儿我就先去忙了。",
        "npcId": 41
    },
    "1180001": {
        "id": 1180001,
        "dialogueId": 118,
        "step": 1,
        "desc": "采购部的大家都忙得不可开交了。",
        "npcId": 41
    },
    "1190001": {
        "id": 1190001,
        "dialogueId": 119,
        "step": 1,
        "desc": "在工作方面，海威哥有什么可以分享的心得吗？",
        "npcId": 0
    },
    "1190002": {
        "id": 1190002,
        "dialogueId": 119,
        "step": 2,
        "desc": "无论是价格谈判还是商战博弈，声势和筹码都是次要的。想要取得胜利，就需要先去了解对手的底牌。",
        "npcId": 41
    },
    "1190003": {
        "id": 1190003,
        "dialogueId": 119,
        "step": 3,
        "desc": "这就是所谓的“知己知彼，百战不殆？”",
        "npcId": 0
    },
    "1200001": {
        "id": 1200001,
        "dialogueId": 120,
        "step": 1,
        "desc": "人无远虑，必有近忧。",
        "npcId": 42
    },
    "1210001": {
        "id": 1210001,
        "dialogueId": 121,
        "step": 1,
        "desc": "我们的工作就是要把未来的发展方向准确地展示出来。过度的修饰，只会让人们产生误解。",
        "npcId": 42
    },
    "1220001": {
        "id": 1220001,
        "dialogueId": 122,
        "step": 1,
        "desc": "你有什么爱好吗？",
        "npcId": 0
    },
    "1220002": {
        "id": 1220002,
        "dialogueId": 122,
        "step": 2,
        "desc": "我的爱好？仰望星空。在这个真实得太过分的世界里，反而更向往难以触及的星空啊。",
        "npcId": 42
    },
    "1230001": {
        "id": 1230001,
        "dialogueId": 123,
        "step": 1,
        "desc": "我准备回去继续工作啦。",
        "npcId": 42
    },
    "1230002": {
        "id": 1230002,
        "dialogueId": 123,
        "step": 2,
        "desc": "这时间过得可真快。去吧，一路顺风！",
        "npcId": 0
    },
    "1240001": {
        "id": 1240001,
        "dialogueId": 124,
        "step": 1,
        "desc": "限制物欲也是人生修行的一部分，只有简朴的生活，才能窥探到世界的真实。",
        "npcId": 43
    },
    "1250001": {
        "id": 1250001,
        "dialogueId": 125,
        "step": 1,
        "desc": "晚上好。",
        "npcId": 0
    },
    "1250002": {
        "id": 1250002,
        "dialogueId": 125,
        "step": 2,
        "desc": "晚上…已经这么晚了吗！",
        "npcId": 43
    },
    "1250003": {
        "id": 1250003,
        "dialogueId": 125,
        "step": 3,
        "desc": "咦，怎么了吗？",
        "npcId": 0
    },
    "1250004": {
        "id": 1250004,
        "dialogueId": 125,
        "step": 4,
        "desc": "我的财报还没整理完，今天又要通宵了吗…",
        "npcId": 43
    },
    "1260001": {
        "id": 1260001,
        "dialogueId": 126,
        "step": 1,
        "desc": "找我有事吗？",
        "npcId": 43
    },
    "1260002": {
        "id": 1260002,
        "dialogueId": 126,
        "step": 2,
        "desc": "也不是什么要紧的事，就是想跟你聊聊天。",
        "npcId": 0
    },
    "1260003": {
        "id": 1260003,
        "dialogueId": 126,
        "step": 3,
        "desc": "你的意思是…想要闲聊？唔，我很少做这种浪费时间的事，而且财报还有很多没看。",
        "npcId": 43
    },
    "1260004": {
        "id": 1260004,
        "dialogueId": 126,
        "step": 4,
        "desc": "好吧，那就不打扰你了…",
        "npcId": 0
    },
    "1260005": {
        "id": 1260005,
        "dialogueId": 126,
        "step": 5,
        "desc": "…嗯，不过，对象是你的话，也不是不行。就当是换个心情吧。",
        "npcId": 43
    },
    "1270001": {
        "id": 1270001,
        "dialogueId": 127,
        "step": 1,
        "desc": "遇到难题了吗？不知道如何向前的话，先迈出第一步，后面的道路就会自然而然地展开了。",
        "npcId": 43
    },
    "1280001": {
        "id": 1280001,
        "dialogueId": 128,
        "step": 1,
        "desc": "我早就注意到你了，在厂里乱晃的人可是很显眼的。",
        "npcId": 44
    },
    "1280002": {
        "id": 1280002,
        "dialogueId": 128,
        "step": 2,
        "desc": "抱歉……",
        "npcId": 0
    },
    "1280003": {
        "id": 1280003,
        "dialogueId": 128,
        "step": 3,
        "desc": "开个玩笑啦，别这么拘谨，干我们这行儿的需要有点幽默感。",
        "npcId": 44
    },
    "1290001": {
        "id": 1290001,
        "dialogueId": 129,
        "step": 1,
        "desc": "是需要我帮忙吗？",
        "npcId": 44
    },
    "1290002": {
        "id": 1290002,
        "dialogueId": 129,
        "step": 2,
        "desc": "只是想跟你聊聊天。",
        "npcId": 0
    },
    "1290003": {
        "id": 1290003,
        "dialogueId": 129,
        "step": 3,
        "desc": "好吧，如果这就算帮上了你忙，那想聊多久都行。",
        "npcId": 44
    },
    "1300001": {
        "id": 1300001,
        "dialogueId": 130,
        "step": 1,
        "desc": "你想我把当作你的老师、前辈，还是朋友？都可以。",
        "npcId": 44
    },
    "1310001": {
        "id": 1310001,
        "dialogueId": 131,
        "step": 1,
        "desc": "今天不会要加班吧…那可不妙。",
        "npcId": 44
    },
    "1320001": {
        "id": 1320001,
        "dialogueId": 132,
        "step": 1,
        "desc": "哈喽，要不要一起去逛集市呀。",
        "npcId": 0
    },
    "1320002": {
        "id": 1320002,
        "dialogueId": 132,
        "step": 2,
        "desc": "集市？…本来想留在家里整理一下文件，不过你想逛的话，我们就一起去吧。",
        "npcId": 45
    },
    "1330001": {
        "id": 1330001,
        "dialogueId": 133,
        "step": 1,
        "desc": "阁下近来可好？如果闲来无事，可以带你到我们新的规划地转转。",
        "npcId": 45
    },
    "1340001": {
        "id": 1340001,
        "dialogueId": 134,
        "step": 1,
        "desc": "中午有点不想吃米饭，想吃糕点。",
        "npcId": 45
    },
    "1340002": {
        "id": 1340002,
        "dialogueId": 134,
        "step": 2,
        "desc": "我可以跟你一起吃吗？",
        "npcId": 0
    },
    "1340003": {
        "id": 1340003,
        "dialogueId": 134,
        "step": 3,
        "desc": "嗯…可以，只要你不要把碎屑撒到文件上。",
        "npcId": 45
    },
    "1350001": {
        "id": 1350001,
        "dialogueId": 135,
        "step": 1,
        "desc": "逗留够久了吧，再不活动活动筋骨，要长出蘑菇来了。",
        "npcId": 45
    },
    "1360001": {
        "id": 1360001,
        "dialogueId": 136,
        "step": 1,
        "desc": "十分感谢你的协助，我们酒厂的生产也逐渐步入正轨。",
        "npcId": 46
    },
    "1360002": {
        "id": 1360002,
        "dialogueId": 136,
        "step": 2,
        "desc": "哪里哪里，这都是我应该做的。",
        "npcId": 0
    },
    "1370001": {
        "id": 1370001,
        "dialogueId": 137,
        "step": 1,
        "desc": "感觉你每天工作都很认真呢。",
        "npcId": 0
    },
    "1370002": {
        "id": 1370002,
        "dialogueId": 137,
        "step": 2,
        "desc": "我肩负着酒厂工人的信任，还有消费者的期待。为此，我不能松懈。",
        "npcId": 46
    },
    "1380001": {
        "id": 1380001,
        "dialogueId": 138,
        "step": 1,
        "desc": "早上好！",
        "npcId": 0
    },
    "1380002": {
        "id": 1380002,
        "dialogueId": 138,
        "step": 2,
        "desc": "早啊。早上的时间这么难得，能做做自己喜欢的事情就好了。",
        "npcId": 46
    },
    "1390001": {
        "id": 1390001,
        "dialogueId": 139,
        "step": 1,
        "desc": "本事很重要，不然空有热血，只会坏事。对于这点，我深有体会。",
        "npcId": 46
    },
    "1390002": {
        "id": 1390002,
        "dialogueId": 139,
        "step": 2,
        "desc": "这是你对自己人生的体会吗？",
        "npcId": 0
    },
    "1390003": {
        "id": 1390003,
        "dialogueId": 139,
        "step": 3,
        "desc": "啊，倒不是我自己人生的体会，是这些年打拼下来，观看人间百态的感悟。",
        "npcId": 46
    },
    "1400001": {
        "id": 1400001,
        "dialogueId": 140,
        "step": 1,
        "desc": "慎初烧坊最宝贵的自由，就是饮酒的自由了吧？哦，我差点忘了。你到了能喝酒的年龄吗？",
        "npcId": 47
    },
    "1400002": {
        "id": 1400002,
        "dialogueId": 140,
        "step": 2,
        "desc": "当然！我已经成年了。",
        "npcId": 0
    },
    "1400003": {
        "id": 1400003,
        "dialogueId": 140,
        "step": 3,
        "desc": "哈哈，那就好，未成年可是不能喝酒的哦。",
        "npcId": 47
    },
    "1410001": {
        "id": 1410001,
        "dialogueId": 141,
        "step": 1,
        "desc": "你知道吗？酒是会说话的。",
        "npcId": 47
    },
    "1410002": {
        "id": 1410002,
        "dialogueId": 141,
        "step": 2,
        "desc": "有点不相信…",
        "npcId": 0
    },
    "1410003": {
        "id": 1410003,
        "dialogueId": 141,
        "step": 3,
        "desc": "比如我手里的这瓶，它在说，快把我喝掉！",
        "npcId": 47
    },
    "1420001": {
        "id": 1420001,
        "dialogueId": 142,
        "step": 1,
        "desc": "天气真好，能躺下来补个觉就更好了。",
        "npcId": 47
    },
    "1430001": {
        "id": 1430001,
        "dialogueId": 143,
        "step": 1,
        "desc": "你努力的样子，我全看到了哦。让我想想，给你什么奖励吧。",
        "npcId": 47
    },
    "1430002": {
        "id": 1430002,
        "dialogueId": 143,
        "step": 2,
        "desc": "不会又是酒吧…",
        "npcId": 0
    },
    "1430003": {
        "id": 1430003,
        "dialogueId": 143,
        "step": 3,
        "desc": "Bingo！答对啦。",
        "npcId": 47
    },
    "1440001": {
        "id": 1440001,
        "dialogueId": 144,
        "step": 1,
        "desc": "欢迎来到慎初烧坊，这里是慎初烧坊接待部。",
        "npcId": 49
    },
    "1450001": {
        "id": 1450001,
        "dialogueId": 145,
        "step": 1,
        "desc": "虽然想给您当向导，但是还有其他工作，真是不好意思。",
        "npcId": 49
    },
    "1450002": {
        "id": 1450002,
        "dialogueId": 145,
        "step": 2,
        "desc": "不用麻烦，这里我已经熟的不能再熟了。",
        "npcId": 0
    },
    "1460001": {
        "id": 1460001,
        "dialogueId": 146,
        "step": 1,
        "desc": "您好，有什么可以帮您的？",
        "npcId": 49
    },
    "1470001": {
        "id": 1470001,
        "dialogueId": 147,
        "step": 2,
        "desc": "今天的天气真不错呢，很适合到处逛逛哦。",
        "npcId": 49
    },
    "1480001": {
        "id": 1480001,
        "dialogueId": 148,
        "step": 1,
        "desc": "我是一个保安~爱吃小熊饼干~",
        "npcId": 50
    },
    "1480002": {
        "id": 1480002,
        "dialogueId": 148,
        "step": 2,
        "desc": "你的爱好还蛮童趣的",
        "npcId": 0
    },
    "1480003": {
        "id": 1480003,
        "dialogueId": 148,
        "step": 3,
        "desc": "我是在唱《保安之歌》，没听过？",
        "npcId": 50
    },
    "1480004": {
        "id": 1480004,
        "dialogueId": 148,
        "step": 4,
        "desc": "没有……",
        "npcId": 0
    },
    "1480005": {
        "id": 1480005,
        "dialogueId": 148,
        "step": 5,
        "desc": "嗯哼，那我给你完整地唱一遍好了。",
        "npcId": 50
    },
    "1480006": {
        "id": 1480006,
        "dialogueId": 148,
        "step": 6,
        "desc": "唔…突然想起来我还有事儿，就不麻烦您了，哈哈…拜拜！",
        "npcId": 0
    },
    "1490001": {
        "id": 1490001,
        "dialogueId": 149,
        "step": 1,
        "desc": "雄赳赳，气昂昂，来把保安当。迎晨曦，送晚霞，如同守护家。",
        "npcId": 50
    },
    "1500001": {
        "id": 1500001,
        "dialogueId": 150,
        "step": 1,
        "desc": "遇到什么困难了吗？",
        "npcId": 50
    },
    "1510001": {
        "id": 1510001,
        "dialogueId": 151,
        "step": 1,
        "desc": "你在这里干什么？",
        "npcId": 0
    },
    "1510002": {
        "id": 1510002,
        "dialogueId": 151,
        "step": 2,
        "desc": "正如你所见，我是一个保安。保护慎初烧坊每个人的安全，就是我的使命。",
        "npcId": 50
    },
    "1520001": {
        "id": 1520001,
        "dialogueId": 152,
        "step": 1,
        "desc": "如果有烦恼的事，高兴的事，不开心的事，都可以告诉我！我会好好倾听大家的心声的！",
        "npcId": 51
    },
    "1520002": {
        "id": 1520002,
        "dialogueId": 152,
        "step": 2,
        "desc": "竟然有一点被感动到…",
        "npcId": 0
    },
    "1530001": {
        "id": 1530001,
        "dialogueId": 153,
        "step": 1,
        "desc": "身为后勤，了解大家的日常工作需要是有且必要的。",
        "npcId": 51
    },
    "1540001": {
        "id": 1540001,
        "dialogueId": 154,
        "step": 1,
        "desc": "只要吃到好吃的，工作的疲惫就能一扫而空！",
        "npcId": 51
    },
    "1540002": {
        "id": 1540002,
        "dialogueId": 154,
        "step": 2,
        "desc": "嗯…如果吃到发胖，工作效率会不会反而下降了呢。",
        "npcId": 0
    },
    "1540003": {
        "id": 1540003,
        "dialogueId": 154,
        "step": 3,
        "desc": "才不会！我是吃不胖的类型。",
        "npcId": 51
    },
    "1550001": {
        "id": 1550001,
        "dialogueId": 155,
        "step": 1,
        "desc": "啊！干完活喝口酒，真畅快！",
        "npcId": 51
    },
    "1560001": {
        "id": 1560001,
        "dialogueId": 156,
        "step": 1,
        "desc": "行动起来吧！我们不该在此停留！",
        "npcId": 52
    },
    "1570001": {
        "id": 1570001,
        "dialogueId": 157,
        "step": 1,
        "desc": "战略发展部的大家…有没有认真工作呢？",
        "npcId": 52
    },
    "1580001": {
        "id": 1580001,
        "dialogueId": 158,
        "step": 1,
        "desc": "走吧，前往下一个目标！",
        "npcId": 52
    },
    "1590001": {
        "id": 1590001,
        "dialogueId": 159,
        "step": 1,
        "desc": "早啊！",
        "npcId": 0
    },
    "1590002": {
        "id": 1590002,
        "dialogueId": 159,
        "step": 2,
        "desc": "哟，早。我准备出发了，一起来？",
        "npcId": 52
    },
    "1600001": {
        "id": 1600001,
        "dialogueId": 160,
        "step": 1,
        "desc": "你有什么爱好吗？",
        "npcId": 0
    },
    "1600002": {
        "id": 1600002,
        "dialogueId": 160,
        "step": 2,
        "desc": "我的爱好是读书和估价。读书能长知识，估价则长眼力。",
        "npcId": 48
    },
    "1600003": {
        "id": 1600003,
        "dialogueId": 160,
        "step": 3,
        "desc": "刚才路过书摊，看到了你之前说的书上架了。",
        "npcId": 0
    },
    "1600004": {
        "id": 1600004,
        "dialogueId": 160,
        "step": 4,
        "desc": "出乎意料地快呢，今天下班的时候可以顺道去看看。",
        "npcId": 48
    },
    "1610001": {
        "id": 1610001,
        "dialogueId": 161,
        "step": 1,
        "desc": "最近一直下雨呢。",
        "npcId": 0
    },
    "1610002": {
        "id": 1610002,
        "dialogueId": 161,
        "step": 2,
        "desc": "最讨厌雨天了。",
        "npcId": 48
    },
    "1610003": {
        "id": 1610003,
        "dialogueId": 161,
        "step": 3,
        "desc": "这是为何？",
        "npcId": 0
    },
    "1610004": {
        "id": 1610004,
        "dialogueId": 161,
        "step": 4,
        "desc": "下雨天湿气重，如果不做好除湿工作，我的藏书都会发霉的。",
        "npcId": 48
    },
    "1620001": {
        "id": 1620001,
        "dialogueId": 162,
        "step": 1,
        "desc": "附近有没有什么打发时间的好去处呢？",
        "npcId": 0
    },
    "1620002": {
        "id": 1620002,
        "dialogueId": 162,
        "step": 2,
        "desc": "如果闲来无事，可以去附近书屋转转。",
        "npcId": 48
    }
}
export default DialogueConfig;