type StringConfigData = {
	stringId: number,
	string: string,
}
let StringConfig: { [id: string]: StringConfigData } = {
    "101": {
        "stringId": 101,
        "string": "酒体有杂质，香味刺鼻，入口酸涩，香味不协调，有明显水味，回味有苦涩感"
    },
    "102": {
        "stringId": 102,
        "string": "香味刺鼻、放香小，酒体有悬浮物，入口有燥辣感，品质差"
    },
    "103": {
        "stringId": 103,
        "string": "此酒有明显糟杂味，初饮口腔刺痛，尾味甜腻，酒花分布不均，成品不合格"
    },
    "104": {
        "stringId": 104,
        "string": "入口苦涩，酒香刺鼻，酒体浑浊，有明显沉淀物，回味煳味明显，质量差"
    },
    "105": {
        "stringId": 105,
        "string": "酒体浑浊，口感糙烈，香味短促、粗猛，影响正常味感，品质差"
    },
    "201": {
        "stringId": 201,
        "string": "窖香突出，有陈香，入口甘甜，酸味明显，回味带糟味，后味稍有涩感，尾较净长，风格一般"
    },
    "202": {
        "stringId": 202,
        "string": "香浓，乙酸乙酯香气突出，入口刺激性较大，酒体较醇厚饱满，回味稍带煳味，品质一般"
    },
    "203": {
        "stringId": 203,
        "string": "酒液无明显杂质，失光微黄，硬口、入口有灼热感入口，酒花分布不均，品质一般"
    },
    "204": {
        "stringId": 204,
        "string": "入口发酸，酒体浑浊，酒香刺鼻，伴有轻微辣喉，后味略苦"
    },
    "205": {
        "stringId": 205,
        "string": "酒花饱满、酒体颜色均匀，香味协调，酱香不明显，入口略涩，品质一般"
    },
    "301": {
        "stringId": 301,
        "string": "清澈透明、酱香突出、纯正幽雅有陈香、入口醇厚、酸甜适中、落口干净、空杯留香质量较好、酱香风格典型、若加以贮存品质更佳"
    },
    "302": {
        "stringId": 302,
        "string": "酒色清亮，酒香芬芳，陈香舒适，入口略有甜感、饱满，酒味纯正，诸味协调，风格经典"
    },
    "303": {
        "stringId": 303,
        "string": "酒体丰满稠厚，酒花经久不散，分布均匀，入喉绵软、无刺激感，口感尚佳"
    },
    "304": {
        "stringId": 304,
        "string": "酒色微黄，酱香浓郁，酒花饱满、密集细腻，口感醇厚，酒味经久不散"
    },
    "305": {
        "stringId": 305,
        "string": "入口醇厚绵软、爽洌，余味悠长，酱香初现，品质良好"
    },
    "401": {
        "stringId": 401,
        "string": "窖香浓郁，粮香突出，略有糟香，绵甜甘冽，醇厚丰满，回味悠长，尾净爽口，个性鲜明，一饮难忘"
    },
    "402": {
        "stringId": 402,
        "string": "口味细腻优雅，回味甘甜，酒体晶莹，陈香飘逸，兼容绵、爽、净，绵柔醇和，香味协调，尾净味长"
    },
    "403": {
        "stringId": 403,
        "string": "酒体清香纯正，芳香醇净，入喉后绵软，落口甜爽，香味协调、酒体丰满、余味爽净，回味悠长"
    },
    "404": {
        "stringId": 404,
        "string": "酒液微黄透明，酱香突出，陈香舒适，入口醇厚饱满，酸甜适中，幽雅细腻、空杯留香持久，具有独特风格"
    },
    "405": {
        "stringId": 405,
        "string": "酒液醇厚、入口生津、气韵悠长，入口黏稠厚重、一线喉，品质优秀"
    },
    "501": {
        "stringId": 501,
        "string": "顶级白酒，具有中国白酒应有的所有经典品质，酒体圆润厚重，丰满细腻，空杯留香持久，舌底生津、沁之心脾"
    },
    "502": {
        "stringId": 502,
        "string": "焦香舒适，酱香突出，个性鲜明，入口绵柔醇厚，完美的香气，饱满细腻的酒体，干净的后味，带给品酒者一个愉快的经历"
    },
    "503": {
        "stringId": 503,
        "string": "酱香优雅，陈香恰到好处，舒适的香气令人折服，酒体细腻柔和，醇厚丰满，令人回味悠长，风格突出"
    },
    "504": {
        "stringId": 504,
        "string": "经贮存，精心勾调酿造的上乘美酒，保护并发扬光大了老祖宗传承的百年技艺。其味醇和丰满，其香细腻悠长，空杯留香，为酱香中上乘之作"
    },
    "505": {
        "stringId": 505,
        "string": "无色透明，窖香舒适，陈香明显;入口甘冽、醇厚，香味协调，尾净味长。以其独特明快口感，为品鉴者奉上雅、悦、爽的非凡体验"
    },
    "1101": {
        "stringId": 1101,
        "string": "含杂质高粱，软质小麦，生活用水"
    },
    "1102": {
        "stringId": 1102,
        "string": "含杂质高粱，不完善粒小麦，普通软水"
    },
    "1103": {
        "stringId": 1103,
        "string": "劣质高粱，含杂质小麦，生活用水"
    },
    "1104": {
        "stringId": 1104,
        "string": "破粒高粱，不完善粒小麦，生活用水"
    },
    "1105": {
        "stringId": 1105,
        "string": "破粒高粱，含杂质小麦，普通软水"
    },
    "1201": {
        "stringId": 1201,
        "string": "普通高粱，硬质小麦，饮用水"
    },
    "1202": {
        "stringId": 1202,
        "string": "普通高粱，软质小麦，普通井水"
    },
    "1203": {
        "stringId": 1203,
        "string": "选用高粱粒质松软，不完善粒小麦，普通井水"
    },
    "1204": {
        "stringId": 1204,
        "string": "普通高粱，硬质小麦，普通井水"
    },
    "1205": {
        "stringId": 1205,
        "string": "高粱粒质松软，硬质小麦，饮用水"
    },
    "1301": {
        "stringId": 1301,
        "string": "高粱粒质坚硬，小麦色泽光亮，优质泉水"
    },
    "1302": {
        "stringId": 1302,
        "string": "高粱颗粒饱满，小麦甘甜，清冽泉水"
    },
    "1303": {
        "stringId": 1303,
        "string": "选用优质深井水，高粱颗粒饱满，小麦色泽光亮"
    },
    "1304": {
        "stringId": 1304,
        "string": "甄选高粱，低蛋白小麦，赤水河水"
    },
    "1305": {
        "stringId": 1305,
        "string": "传统工艺纯粮酒，采用生态泉水水源，优选红高粱、小麦"
    },
    "1401": {
        "stringId": 1401,
        "string": "精选当地硬核原料小红粱，生态泉水水源，优质冬小麦"
    },
    "1402": {
        "stringId": 1402,
        "string": "红缨子高粱颗粒坚实，赤水河独特水质清甜可口"
    },
    "1403": {
        "stringId": 1403,
        "string": "红缨子糯高粱，生态大曲，赤水上游河水同宗同源"
    },
    "1404": {
        "stringId": 1404,
        "string": "优选当地红缨子高粱，地道酿酒专用小麦，甄选窖藏多年的优质基酒成就一杯琼浆"
    },
    "1405": {
        "stringId": 1405,
        "string": "高粱源自专属红缨高粱产区，选用赤水河水源无愧中国白酒地理之酒核"
    },
    "1501": {
        "stringId": 1501,
        "string": "红高粱颗粒饱满，精选小麦优质甘甜，水取自赤水河上游原生态无污染、富含多种矿物质、保证酒的清纯质感"
    },
    "1502": {
        "stringId": 1502,
        "string": "“美水”取自赤水河畔清澈干净水源，精选优质红缨子高粱，小麦源自贵州特色冬小麦"
    },
    "1503": {
        "stringId": 1503,
        "string": "贵州茅台镇核心产区红缨高粱，黔北高原小麦，专属水源-赤水河，多年窖藏小批量勾调"
    },
    "1504": {
        "stringId": 1504,
        "string": "皇家甄选标准，原料核心产区万里挑一，多年陶坛窖藏，纯粮固态发酵"
    },
    "1505": {
        "stringId": 1505,
        "string": "小红糯高粱颗粒坚实+纯净无菌清冽泉水，珍藏基酒专业勾调"
    },
    "9001": {
        "stringId": 9001,
        "string": "我觉得世间最美的意外莫过于与你相遇。"
    },
    "9002": {
        "stringId": 9002,
        "string": "自从遇到你，我感觉永远都是情人节。"
    },
    "9003": {
        "stringId": 9003,
        "string": "并不是没你，我就一辈子单身了。而是，没有你，我就不想脱单了。"
    },
    "9004": {
        "stringId": 9004,
        "string": "我想得到的不难办，还有时间，还有你。"
    },
    "9005": {
        "stringId": 9005,
        "string": "我啊，醉翁之意不在酒，在于醉倒在你怀里。"
    },
    "9006": {
        "stringId": 9006,
        "string": "世间最有私心又最富有浪漫色彩的话是：你只属于我。"
    },
    "9007": {
        "stringId": 9007,
        "string": "想给你讲个很长的故事，那我简单的说吧，我想你。"
    },
    "9008": {
        "stringId": 9008,
        "string": "感谢你的笑容，迷乱了我的少年岁月。"
    },
    "9009": {
        "stringId": 9009,
        "string": "你了解我最爱的是什么吗，其实是这话的第一字。"
    },
    "9010": {
        "stringId": 9010,
        "string": "曾经我好像不懂什么是爱，后来我与你相遇了，就什么都懂了。"
    }
}
export default StringConfig;